school/ecol/ecolMaster.org
* 12.09.20
** Wicked Problems
- Interconnected, complex problems that are very difficult to solve because of the multitude of opinions and effects they have
- Scientific knowledge is reliable and durable but it is never absolute or certain
** Spheres of Influence
- Economy -> Community -> Environment
- Economy is a social construct that exists within the community which resides inside on an environment
