school/ecol/ecolMaster.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-12-09 Wed 15:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Sudhan Chitgopkar" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd57ee6a">1. 12.09.20</a>
<ul>
<li><a href="#orgaa242c4">1.1. Wicked Problems</a></li>
<li><a href="#orgfb4cbc4">1.2. Spheres of Influence</a></li>
<li><a href="#org2782f06">1.3. Sustainable Living</a></li>
<li><a href="#org2dce501">1.4. Weather v Climate</a></li>
<li><a href="#org801f6c9">1.5. Keeling Curve</a></li>
<li><a href="#org9bded27">1.6. Storm and Hurricane Intensification</a></li>
<li><a href="#org43725b7">1.7. Antibiotics</a></li>
<li><a href="#org9305530">1.8. Freshwater</a></li>
</ul>
</li>
<li><a href="#org5a696ad">2. 12.07.20</a>
<ul>
<li><a href="#orgaeb8f30">2.1. EROEI Ratio</a></li>
<li><a href="#org80ea9af">2.2. Wicked Problem</a></li>
<li><a href="#orgc83692f">2.3. Global Renewable Energy Consumption</a></li>
<li><a href="#org2a698f6">2.4. Biomass Fuels</a>
<ul>
<li><a href="#orgef501c6">2.4.1. Biofuel advantages:</a></li>
<li><a href="#org16702c8">2.4.2. Biofuel Disadvantages</a></li>
<li><a href="#org4752d1e">2.4.3. Cellulosic Ethanol v Starch Ethanol</a></li>
</ul>
</li>
<li><a href="#org5a6e03c">2.5. Wind Power</a>
<ul>
<li><a href="#org1c5ab10">2.5.1. Advantages</a></li>
<li><a href="#orge422470">2.5.2. Disadvantages</a></li>
<li><a href="#orgd2859ca">2.5.3. General</a></li>
</ul>
</li>
<li><a href="#org716c6c7">2.6. Hydropower</a>
<ul>
<li><a href="#org049619d">2.6.1. Advantages</a></li>
<li><a href="#org544fd94">2.6.2. Disadvantages</a></li>
<li><a href="#orgbd6c9bf">2.6.3. General</a></li>
</ul>
</li>
<li><a href="#org3b4c549">2.7. Solar Energy</a>
<ul>
<li><a href="#orgea8a78b">2.7.1. Advantages</a></li>
<li><a href="#orgdc1e70e">2.7.2. Disadvantages</a></li>
</ul>
</li>
<li><a href="#org4ed4acd">2.8. Geothermal Energy</a>
<ul>
<li><a href="#org9a55a80">2.8.1. Advantages</a></li>
<li><a href="#org6e4c39d">2.8.2. Disadvantages</a></li>
</ul>
</li>
<li><a href="#orgbe522b4">2.9. Ocean Energy</a>
<ul>
<li><a href="#org12de3f4">2.9.1. Advantages</a></li>
<li><a href="#org49b3bc5">2.9.2. Disadvantages</a></li>
</ul>
</li>
<li><a href="#org19c0bd9">2.10. The Path Forward</a></li>
</ul>
</li>
<li><a href="#org57d4a71">3. 12.04.20</a>
<ul>
<li><a href="#org8f32882">3.1. Locust Outbreaks</a></li>
<li><a href="#org66f256c">3.2. Small Scale Farming and Food Security</a></li>
<li><a href="#orge6b6e1d">3.3. Economics and the Environment</a></li>
<li><a href="#orgd348567">3.4. The Great Climate Migration</a></li>
<li><a href="#orgb458475">3.5. Summary</a></li>
<li><a href="#org266acd9">3.6. Energy, Coal, Oil, and Gas</a></li>
<li><a href="#org2a77b00">3.7. Electricity Generation</a></li>
<li><a href="#org8ccbf01">3.8. Coal Formation</a></li>
<li><a href="#orgae93c18">3.9. Coal Transportation</a></li>
<li><a href="#org6fa63df">3.10. Advantage of Coal</a></li>
<li><a href="#org36f7b1c">3.11. Disadvantages of Mountaintop Removal</a></li>
</ul>
</li>
<li><a href="#org96329d5">4. 12.02.20</a>
<ul>
<li><a href="#org058ff82">4.1. Provisioning Services</a></li>
<li><a href="#orge1122b7">4.2. Plants as food</a></li>
<li><a href="#org545c213">4.3. The Green Revolution</a></li>
<li><a href="#org22207fb">4.4. The Basis of the Green Revolution</a></li>
<li><a href="#org312e9ee">4.5. Feeding the Global Population</a></li>
<li><a href="#orgdb55da8">4.6. Green Revolution Impacts, Limits, Future</a></li>
<li><a href="#orgf25832b">4.7. Importance of Food Self-sufficiency</a></li>
<li><a href="#org2ecade3">4.8. Africa &amp; Hunger</a></li>
<li><a href="#orgae450ed">4.9. Industrial Agriculture: Pros and Cons</a></li>
<li><a href="#org3a46e12">4.10. Locust Outbreaks</a></li>
</ul>
</li>
<li><a href="#orgac17898">5. 11.30.20</a>
<ul>
<li><a href="#org6c531e6">5.1. Human Impacts on the Phosphorus Cycle</a></li>
<li><a href="#orge9646ac">5.2. Major Issues Assiciated with Current Phosphorus Usage</a></li>
<li><a href="#org86a16af">5.3. Phosphate Prices</a></li>
<li><a href="#org8fe4d0d">5.4. Sustainable Phosphorus Measures</a></li>
<li><a href="#org8d541ea">5.5. Soil &amp; Soil Dynamics</a></li>
<li><a href="#org41f997a">5.6. Physical and Chemical Weathering</a></li>
<li><a href="#org96a36d3">5.7. Soil Complexity</a></li>
<li><a href="#orga5b8df6">5.8. Weathering vs Erosion</a></li>
<li><a href="#org6672c7a">5.9. Summary</a></li>
</ul>
</li>
<li><a href="#orgf850265">6. 11.23.20</a>
<ul>
<li><a href="#org2462963">6.1. Tomato Agriculture</a></li>
<li><a href="#org76413c1">6.2. Ecosystems</a></li>
<li><a href="#org2c7ffbb">6.3. Energy and Matter</a></li>
<li><a href="#org595e9e3">6.4. Biomes</a></li>
<li><a href="#orga473897">6.5. Limiting Factors &amp; Distribution</a></li>
<li><a href="#org74fa192">6.6. Review</a></li>
<li><a href="#org1bacda0">6.7. Matter</a></li>
<li><a href="#orge875493">6.8. Carbon Cycle</a></li>
<li><a href="#org7cf734e">6.9. Nitrogen Cycle</a></li>
<li><a href="#org270b18f">6.10. Phosphorus Cycle</a></li>
</ul>
</li>
<li><a href="#orgab80e20">7. 11.20.20</a>
<ul>
<li><a href="#org27ed2e0">7.1. What does it take to grow a tomato?</a></li>
<li><a href="#org5c14ce0">7.2. Ecosystem Services</a></li>
<li><a href="#orgf79683d">7.3. Nutrition</a></li>
<li><a href="#org298e0de">7.4. Food Security</a></li>
<li><a href="#orgaba318c">7.5. Food Deserts</a></li>
</ul>
</li>
<li><a href="#org6499a56">8. 11.11.20</a>
<ul>
<li><a href="#orgc78be4c">8.1. Cannabis &amp; Sustaibaility</a></li>
<li><a href="#org6962afc">8.2. Cannabis &amp; The Economy</a></li>
<li><a href="#orgba89f29">8.3. Cannabis &amp; Society</a></li>
<li><a href="#org4a415cc">8.4. Cannabis and the Environment</a></li>
<li><a href="#org5414939">8.5. Tristate Water Wars</a></li>
</ul>
</li>
<li><a href="#org2d73f79">9. 11.02.20</a>
<ul>
<li><a href="#org12586ab">9.1. Triple Bottom Line</a></li>
<li><a href="#orgf5b6425">9.2. Assumptions of Mainstream Economics</a></li>
<li><a href="#org08df18d">9.3. Market solutions</a></li>
<li><a href="#org7619a4c">9.4. Environmental Policy</a></li>
<li><a href="#orgbff880b">9.5. Why is Environmental Policy Challenging</a></li>
<li><a href="#org30f6b6c">9.6. History of Environmental Policy</a></li>
<li><a href="#org989f371">9.7. Who Makes Environmentla Policy?</a></li>
<li><a href="#org5e22f6c">9.8. NEPA</a></li>
<li><a href="#org26709e8">9.9. Policy Decision Making Process</a></li>
<li><a href="#orgd5da0fb">9.10. Misc</a></li>
</ul>
</li>
<li><a href="#orgc384d1b">10. 10.26.20</a>
<ul>
<li><a href="#org2a14ca8">10.1. Malaria</a></li>
<li><a href="#orgb5ef093">10.2. Dengue Gever:</a></li>
<li><a href="#org97b705a">10.3. Chikungunya</a></li>
<li><a href="#org65d0e11">10.4. West Nile Virus</a></li>
<li><a href="#org333cbc2">10.5. Spread of Disease</a></li>
<li><a href="#org4828449">10.6. Climate Change and Health</a></li>
<li><a href="#org65dd57b">10.7. Health Outcomes from Climate Change</a></li>
<li><a href="#org74e422d">10.8. Poverty and Disease</a></li>
<li><a href="#org1ef02d3">10.9. Temperature Effects on Vectors and Pathogens</a></li>
<li><a href="#orga39b8f4">10.10. Percipitation Effects on Vectors</a></li>
<li><a href="#org1cb6fd4">10.11. IPCC</a></li>
</ul>
</li>
<li><a href="#orga0fdc30">11. 10.14.20</a>
<ul>
<li><a href="#org952ebb6">11.1. Community Ecology</a></li>
</ul>
</li>
<li><a href="#org1875945">12. 10.12.20</a>
<ul>
<li><a href="#orga1b64e5">12.1. Definitions of Diversity</a></li>
<li><a href="#org22d6b2c">12.2. Robust Redhorse</a></li>
<li><a href="#orge5e15e9">12.3. Species Diversity</a></li>
<li><a href="#org5239bea">12.4. Endemic Species</a></li>
<li><a href="#orgd45bbe9">12.5. Hotspots</a></li>
<li><a href="#orgac338ec">12.6. Habitat v Niche</a></li>
<li><a href="#orge872861">12.7. Biodiversity Loss</a></li>
<li><a href="#org429561f">12.8. Causes of Biodiversity Loss</a></li>
<li><a href="#orgec7914c">12.9. Value of Biodiversity</a></li>
<li><a href="#org58a1940">12.10. Ecosystem Services</a></li>
<li><a href="#org13243c4">12.11. Isolation and Extinction Risk</a></li>
</ul>
</li>
<li><a href="#org1b7c8b0">13. 10.09.20</a>
<ul>
<li><a href="#org7634c59">13.1. Evolution and Resistance</a></li>
<li><a href="#org4eee298">13.2. Athens Water Quality</a></li>
<li><a href="#orgb4f4c40">13.3. Gonnorhea &amp; Resistance</a></li>
<li><a href="#org1d04ae4">13.4. Developing new Antibiotics</a></li>
<li><a href="#orgea664c2">13.5. Post-antibiotic Era</a></li>
</ul>
</li>
<li><a href="#org0f0defb">14. 10.07.20</a>
<ul>
<li><a href="#org8d447c5">14.1. Genetic Diversity &amp; Natural Selection</a></li>
</ul>
</li>
<li><a href="#org06100aa">15. 10.05.20</a>
<ul>
<li><a href="#orga4b2ffc">15.1. Antibiotic Resistance:</a></li>
<li><a href="#org166a3f7">15.2. Systems Thinking</a></li>
<li><a href="#org0ad6156">15.3. Cycle of Infection</a></li>
<li><a href="#org5194b38">15.4. Bacteria</a></li>
<li><a href="#org8524b0b">15.5. Explaining Resistance</a></li>
<li><a href="#orgba94111">15.6. Genetic Variation</a></li>
<li><a href="#org2f4c0cd">15.7. Genetic Diversity</a></li>
<li><a href="#orgabc6457">15.8. Sources of Genetic Variation</a></li>
<li><a href="#orgea61680">15.9. Natural Selection</a></li>
</ul>
</li>
<li><a href="#orgabbc8a8">16. 09.18.20</a>
<ul>
<li><a href="#org25509f5">16.1. Hurricanes</a>
<ul>
<li><a href="#orgbecad2d">16.1.1. How Hurricanes Form</a></li>
<li><a href="#org206136b">16.1.2. Climate Change &amp; Hurricanes</a></li>
<li><a href="#org72afccc">16.1.3. Hurricane Harvey Intensification</a></li>
<li><a href="#org5c19941">16.1.4. General Impacts</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgddfd830">17. 09.16.20</a>
<ul>
<li><a href="#orgf66a7aa">17.1. Heat Waves</a></li>
<li><a href="#org4447eaa">17.2. Wildfires</a></li>
</ul>
</li>
<li><a href="#orgc63e5b7">18. 09.14.20</a>
<ul>
<li><a href="#org9bb53cf">18.1. Coriolis Effect</a></li>
<li><a href="#orgfe7804b">18.2. Air circulation</a>
<ul>
<li><a href="#orgd10ec9b">18.2.1. Cells</a></li>
</ul>
</li>
<li><a href="#org43d7b5d">18.3. Surface Ocean Currents</a></li>
<li><a href="#orgff7baa5">18.4. El Nino (Southern Oscillation)</a></li>
<li><a href="#orgf9a7bfa">18.5. La Nina</a></li>
<li><a href="#org1a0b035">18.6. Heat Waves</a></li>
</ul>
</li>
<li><a href="#org8e56d62">19. 09.11.20</a></li>
<li><a href="#org08f6594">20. 09.09.20</a>
<ul>
<li><a href="#orgfc376d9">20.1. The Earth&rsquo;s Atmoshphere</a></li>
<li><a href="#orgae24ffd">20.2. The Keeling Curve</a></li>
</ul>
</li>
<li><a href="#org4377880">21. 09.02.20</a>
<ul>
<li><a href="#orge1a0af3">21.1. Demographic Transition Model</a></li>
<li><a href="#org410180d">21.2. Social Justice: Education for Women</a></li>
<li><a href="#org36f4d25">21.3. Environmental Impact</a></li>
<li><a href="#org98af9f4">21.4. Sustainability</a></li>
<li><a href="#orgdf8b52c">21.5. Worldviews</a></li>
</ul>
</li>
<li><a href="#orga00d0ee">22. 08.31.20</a>
<ul>
<li><a href="#org28b920f">22.1. Human Populations</a></li>
<li><a href="#org36bb06b">22.2. Population Ecology</a></li>
<li><a href="#orga7ad1d9">22.3. Monitoring Population Dynamics</a></li>
<li><a href="#orge017d49">22.4. Exponential Growth &amp; Populations</a></li>
<li><a href="#org13dffa4">22.5. Monitoring Population Growth</a></li>
<li><a href="#org5d022d9">22.6. Logistic Growth</a></li>
<li><a href="#orgbe38fea">22.7. Density-dependent/ Density-independent Factors</a></li>
<li><a href="#orgef57da3">22.8. Regulation</a></li>
</ul>
</li>
<li><a href="#org60c50ff">23. 08.28.20</a>
<ul>
<li><a href="#orgf7ffcbb">23.1. What is Science?</a></li>
<li><a href="#org9d51463">23.2. White-Nose Syndrome Case Study</a>
<ul>
<li><a href="#org7c05862">23.2.1. About WNS</a></li>
<li><a href="#org670c26d">23.2.2. Science with WNS</a></li>
</ul>
</li>
<li><a href="#orgd1814e6">23.3. Summary</a></li>
</ul>
</li>
<li><a href="#orgc70a377">24. 08.25.20</a>
<ul>
<li><a href="#orgdc62620">24.1. Applied v Empirical Science</a></li>
<li><a href="#org08ed271">24.2. Social Traps</a></li>
<li><a href="#org0f2af31">24.3. Beginning with Data Interpretation</a></li>
<li><a href="#org71b370d">24.4. Observational v Experimental Studies</a></li>
</ul>
</li>
<li><a href="#org6f7d44e">25. 08.24.20</a>
<ul>
<li><a href="#org0565b5b">25.1. Definitions</a></li>
<li><a href="#org0eda5fd">25.2. Ecology != Environmentalism</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgd57ee6a" class="outline-2">
<h2 id="orgd57ee6a"><span class="section-number-2">1</span> 12.09.20</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgaa242c4" class="outline-3">
<h3 id="orgaa242c4"><span class="section-number-3">1.1</span> Wicked Problems</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Interconnected, complex problems that are very difficult to solve because of the multitude of opinions and effects they have</li>
<li>Scientific knowledge is reliable and durable but it is never absolute or certain</li>
</ul>
</div>
</div>
<div id="outline-container-orgfb4cbc4" class="outline-3">
<h3 id="orgfb4cbc4"><span class="section-number-3">1.2</span> Spheres of Influence</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Economy -&gt; Community -&gt; Environment</li>
<li>Economy is a social construct that exists within the community which resides inside on an environment</li>
</ul>
</div>
</div>
