school/ecol/ecolMaster.tex
% Created 2020-12-09 Wed 15:25
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sudhan Chitgopkar}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Sudhan Chitgopkar},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{12.09.20}
\label{sec:orgc61bf32}
\subsection{Wicked Problems}
\label{sec:orgb8cf567}
\begin{itemize}
\item Interconnected, complex problems that are very difficult to solve because of the multitude of opinions and effects they have
\item Scientific knowledge is reliable and durable but it is never absolute or certain
\end{itemize}
\subsection{Spheres of Influence}
\label{sec:org44e9b24}
\begin{itemize}
\item Economy -> Community -> Environment
\item Economy is a social construct that exists within the community which resides inside on an environment
\end{itemize}
