school/ecol/ecolMaster.org
** Sustainable Living
- Need to meet the needs of today without compromising the needs of future generations
- Must be belowing carrying capacity and live a sustainable lifestyle
** Weather v Climate
- Weather: Conditions of atmosphere at a particular time/place
- Climate: Longer term than weather
** Keeling Curve
- Measure atmospheric CO2 from the Monnoloah observatory, showed increasing CO2 causing increased global warming and lower oceanwater PH
** Storm and Hurricane Intensification
- Climate change leading to a significant increase in weather and climate disasters
- Such disasters are extremely troublesome because of their impact on lives and economics
** Antibiotics
- Development of antibiotic resistance through natural selection
- Overuse of antibiotics in both humans and animals
- Natural selection results in changes in gene frequencies
  - Some individuals are more successful at obtaining resources, are able to produce more offspring
- Evolution: Changes in the heritable traits of a population of organisms as successive generations continue
- Increased connectivity will increase the rate and speed at which diseases are transmitted across the world.
** Freshwater
- Need approx 50l. to survive per day
- Not evenly distributed across the world
- Found mostly in aquifers
- Cannabis industry having a significant impact on social, cultural, economic, and environmental issues
-
* 12.07.20
** EROEI Ratio
- A measure of the net energy from an energy source
- Energy in the source - the energy required to get it, process it, ship it, and use itself
** Wicked Problem
- How to best meet our future energy needs is a wicked problem
- We need abundant, reliable energy sources to power our societies but many choices have significant problems
- No single sustainable energy source can replace fossil fuels, but together, the wide variety of energy sources at our disposal can
- Efforts should focus on aquiring a variety of domestic sources of energy and reducing energy needs
** Global Renewable Energy Consumption
- 57% Hydro
- 23% Biomass
- 9% Solar
- 7% Wind
** Biomass Fuels
- Bioenergy: energy contained in firewood and other plant matter
- Derived from solar energy
- Traditional direct fuels- wood, charcoal, animal dung
- Indirect fuels: food crops, crop waste, forestry waste
- 3 types of energy:
  - Heat
  - Electricity
  - Biofuels such as biodiesel
*** Biofuel advantages:
  - Carbon neutral
  - Lower carbon footprint than fossil fuels
  - Lower NO and SO
  - Abundant
  - Producted domestically, increasing energy independence
*** Biofuel Disadvantages
- Is it really carbon neutral?
- Cost of transport processing, fertilizers, water, etc.
- Clearing land for crops releases CO2
*** Cellulosic Ethanol v Starch Ethanol
- Ethanol is usually made from starch found in corn and similar high surgar crops
  - Yeasts easily ferment these sugars and produce ethanol as a by-product
- Making ethanol from cellulose is more difficult
  - Cellulose in grasses is not easily degraded
  - Very few species have the ability to digest it
** Wind Power
*** Advantages
- No fuel needed
- No pollutants released
- Domestic energy source
- Not subject to disruptions of single energy plants
*** Disadvantages
- Expensive
- Bird and Bat deaths (may interfere with bird movement corridors)
- Aesthetics
- Intermittent winds
- Windy areas not generally near urban areas
