school/ecol/ecolMaster.html
<div id="outline-container-org2782f06" class="outline-3">
<h3 id="org2782f06"><span class="section-number-3">1.3</span> Sustainable Living</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Need to meet the needs of today without compromising the needs of future generations</li>
<li>Must be belowing carrying capacity and live a sustainable lifestyle</li>
</ul>
</div>
</div>
<div id="outline-container-org2dce501" class="outline-3">
<h3 id="org2dce501"><span class="section-number-3">1.4</span> Weather v Climate</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Weather: Conditions of atmosphere at a particular time/place</li>
<li>Climate: Longer term than weather</li>
</ul>
</div>
</div>
<div id="outline-container-org801f6c9" class="outline-3">
<h3 id="org801f6c9"><span class="section-number-3">1.5</span> Keeling Curve</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>Measure atmospheric CO2 from the Monnoloah observatory, showed increasing CO2 causing increased global warming and lower oceanwater PH</li>
</ul>
</div>
</div>
<div id="outline-container-org9bded27" class="outline-3">
<h3 id="org9bded27"><span class="section-number-3">1.6</span> Storm and Hurricane Intensification</h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li>Climate change leading to a significant increase in weather and climate disasters</li>
<li>Such disasters are extremely troublesome because of their impact on lives and economics</li>
</ul>
</div>
</div>
<div id="outline-container-org43725b7" class="outline-3">
<h3 id="org43725b7"><span class="section-number-3">1.7</span> Antibiotics</h3>
<div class="outline-text-3" id="text-1-7">
<ul class="org-ul">
<li>Development of antibiotic resistance through natural selection</li>
<li>Overuse of antibiotics in both humans and animals</li>
<li>Natural selection results in changes in gene frequencies
<ul class="org-ul">
<li>Some individuals are more successful at obtaining resources, are able to produce more offspring</li>
</ul></li>
<li>Evolution: Changes in the heritable traits of a population of organisms as successive generations continue</li>
<li>Increased connectivity will increase the rate and speed at which diseases are transmitted across the world.</li>
</ul>
</div>
</div>
<div id="outline-container-org9305530" class="outline-3">
<h3 id="org9305530"><span class="section-number-3">1.8</span> Freshwater</h3>
<div class="outline-text-3" id="text-1-8">
<ul class="org-ul">
<li>Need approx 50l. to survive per day</li>
<li>Not evenly distributed across the world</li>
<li>Found mostly in aquifers</li>
<li>Cannabis industry having a significant impact on social, cultural, economic, and environmental issues</li>
<li></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org5a696ad" class="outline-2">
<h2 id="org5a696ad"><span class="section-number-2">2</span> 12.07.20</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgaeb8f30" class="outline-3">
<h3 id="orgaeb8f30"><span class="section-number-3">2.1</span> EROEI Ratio</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>A measure of the net energy from an energy source</li>
<li>Energy in the source - the energy required to get it, process it, ship it, and use itself</li>
</ul>
</div>
</div>
<div id="outline-container-org80ea9af" class="outline-3">
<h3 id="org80ea9af"><span class="section-number-3">2.2</span> Wicked Problem</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>How to best meet our future energy needs is a wicked problem</li>
<li>We need abundant, reliable energy sources to power our societies but many choices have significant problems</li>
<li>No single sustainable energy source can replace fossil fuels, but together, the wide variety of energy sources at our disposal can</li>
<li>Efforts should focus on aquiring a variety of domestic sources of energy and reducing energy needs</li>
</ul>
</div>
</div>
<div id="outline-container-orgc83692f" class="outline-3">
<h3 id="orgc83692f"><span class="section-number-3">2.3</span> Global Renewable Energy Consumption</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>57% Hydro</li>
<li>23% Biomass</li>
<li>9% Solar</li>
<li>7% Wind</li>
</ul>
</div>
</div>
<div id="outline-container-org2a698f6" class="outline-3">
<h3 id="org2a698f6"><span class="section-number-3">2.4</span> Biomass Fuels</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li>Bioenergy: energy contained in firewood and other plant matter</li>
<li>Derived from solar energy</li>
<li>Traditional direct fuels- wood, charcoal, animal dung</li>
<li>Indirect fuels: food crops, crop waste, forestry waste</li>
<li>3 types of energy:
<ul class="org-ul">
<li>Heat</li>
<li>Electricity</li>
<li>Biofuels such as biodiesel</li>
</ul></li>
</ul>
</div>
<div id="outline-container-orgef501c6" class="outline-4">
<h4 id="orgef501c6"><span class="section-number-4">2.4.1</span> Biofuel advantages:</h4>
<div class="outline-text-4" id="text-2-4-1">
<ul class="org-ul">
<li>Carbon neutral</li>
<li>Lower carbon footprint than fossil fuels</li>
<li>Lower NO and SO</li>
<li>Abundant</li>
<li>Producted domestically, increasing energy independence</li>
</ul>
</div>
</div>
<div id="outline-container-org16702c8" class="outline-4">
<h4 id="org16702c8"><span class="section-number-4">2.4.2</span> Biofuel Disadvantages</h4>
<div class="outline-text-4" id="text-2-4-2">
<ul class="org-ul">
<li>Is it really carbon neutral?</li>
<li>Cost of transport processing, fertilizers, water, etc.</li>
<li>Clearing land for crops releases CO2</li>
</ul>
</div>
</div>
<div id="outline-container-org4752d1e" class="outline-4">
<h4 id="org4752d1e"><span class="section-number-4">2.4.3</span> Cellulosic Ethanol v Starch Ethanol</h4>
<div class="outline-text-4" id="text-2-4-3">
<ul class="org-ul">
<li>Ethanol is usually made from starch found in corn and similar high surgar crops
<ul class="org-ul">
<li>Yeasts easily ferment these sugars and produce ethanol as a by-product</li>
</ul></li>
<li>Making ethanol from cellulose is more difficult
<ul class="org-ul">
<li>Cellulose in grasses is not easily degraded</li>
<li>Very few species have the ability to digest it</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org5a6e03c" class="outline-3">
<h3 id="org5a6e03c"><span class="section-number-3">2.5</span> Wind Power</h3>
<div class="outline-text-3" id="text-2-5">
</div>
<div id="outline-container-org1c5ab10" class="outline-4">
<h4 id="org1c5ab10"><span class="section-number-4">2.5.1</span> Advantages</h4>
<div class="outline-text-4" id="text-2-5-1">
<ul class="org-ul">
<li>No fuel needed</li>
<li>No pollutants released</li>
<li>Domestic energy source</li>
<li>Not subject to disruptions of single energy plants</li>
</ul>
</div>
</div>
<div id="outline-container-orge422470" class="outline-4">
<h4 id="orge422470"><span class="section-number-4">2.5.2</span> Disadvantages</h4>
<div class="outline-text-4" id="text-2-5-2">
<ul class="org-ul">
<li>Expensive</li>
<li>Bird and Bat deaths (may interfere with bird movement corridors)</li>
<li>Aesthetics</li>
<li>Intermittent winds</li>
<li>Windy areas not generally near urban areas</li>
</ul>
</div>
</div>
