school/ecol/ecolMaster.tex
\subsection{Sustainable Living}
\label{sec:org62e89da}
\begin{itemize}
\item Need to meet the needs of today without compromising the needs of future generations
\item Must be belowing carrying capacity and live a sustainable lifestyle
\end{itemize}
\subsection{Weather v Climate}
\label{sec:org03b8eae}
\begin{itemize}
\item Weather: Conditions of atmosphere at a particular time/place
\item Climate: Longer term than weather
\end{itemize}
\subsection{Keeling Curve}
\label{sec:org1a794af}
\begin{itemize}
\item Measure atmospheric CO2 from the Monnoloah observatory, showed increasing CO2 causing increased global warming and lower oceanwater PH
\end{itemize}
\subsection{Storm and Hurricane Intensification}
\label{sec:org39484ea}
\begin{itemize}
\item Climate change leading to a significant increase in weather and climate disasters
\item Such disasters are extremely troublesome because of their impact on lives and economics
\end{itemize}
\subsection{Antibiotics}
\label{sec:orgeb80ae2}
\begin{itemize}
\item Development of antibiotic resistance through natural selection
\item Overuse of antibiotics in both humans and animals
\item Natural selection results in changes in gene frequencies
\begin{itemize}
\item Some individuals are more successful at obtaining resources, are able to produce more offspring
\end{itemize}
\item Evolution: Changes in the heritable traits of a population of organisms as successive generations continue
\item Increased connectivity will increase the rate and speed at which diseases are transmitted across the world.
\end{itemize}
\subsection{Freshwater}
\label{sec:org8dabe5b}
\begin{itemize}
\item Need approx 50l. to survive per day
\item Not evenly distributed across the world
\item Found mostly in aquifers
\item Cannabis industry having a significant impact on social, cultural, economic, and environmental issues
\item 
\end{itemize}
\section{12.07.20}
\label{sec:org6900222}
\subsection{EROEI Ratio}
\label{sec:org8815d14}
\begin{itemize}
\item A measure of the net energy from an energy source
\item Energy in the source - the energy required to get it, process it, ship it, and use itself
\end{itemize}
\subsection{Wicked Problem}
\label{sec:org14c1ef7}
\begin{itemize}
\item How to best meet our future energy needs is a wicked problem
\item We need abundant, reliable energy sources to power our societies but many choices have significant problems
\item No single sustainable energy source can replace fossil fuels, but together, the wide variety of energy sources at our disposal can
\item Efforts should focus on aquiring a variety of domestic sources of energy and reducing energy needs
\end{itemize}
\subsection{Global Renewable Energy Consumption}
\label{sec:org2127f79}
\begin{itemize}
\item 57\% Hydro
\item 23\% Biomass
\item 9\% Solar
\item 7\% Wind
\end{itemize}
\subsection{Biomass Fuels}
\label{sec:org868df7c}
\begin{itemize}
\item Bioenergy: energy contained in firewood and other plant matter
\item Derived from solar energy
\item Traditional direct fuels- wood, charcoal, animal dung
\item Indirect fuels: food crops, crop waste, forestry waste
\item 3 types of energy:
\begin{itemize}
\item Heat
\item Electricity
\item Biofuels such as biodiesel
\end{itemize}
\end{itemize}
\subsubsection{Biofuel advantages:}
\label{sec:org29bcc8e}
\begin{itemize}
\item Carbon neutral
\item Lower carbon footprint than fossil fuels
\item Lower NO and SO
\item Abundant
\item Producted domestically, increasing energy independence
\end{itemize}
\subsubsection{Biofuel Disadvantages}
\label{sec:orge6d8850}
\begin{itemize}
\item Is it really carbon neutral?
\item Cost of transport processing, fertilizers, water, etc.
\item Clearing land for crops releases CO2
\end{itemize}
\subsubsection{Cellulosic Ethanol v Starch Ethanol}
\label{sec:orgbc5c9dd}
\begin{itemize}
\item Ethanol is usually made from starch found in corn and similar high surgar crops
\begin{itemize}
\item Yeasts easily ferment these sugars and produce ethanol as a by-product
\end{itemize}
\item Making ethanol from cellulose is more difficult
\begin{itemize}
\item Cellulose in grasses is not easily degraded
\item Very few species have the ability to digest it
\end{itemize}
\end{itemize}
\subsection{Wind Power}
\label{sec:orgec7175f}
\subsubsection{Advantages}
\label{sec:orgb1b961b}
\begin{itemize}
\item No fuel needed
\item No pollutants released
\item Domestic energy source
\item Not subject to disruptions of single energy plants
\end{itemize}
\subsubsection{Disadvantages}
\label{sec:org285ff96}
\begin{itemize}
\item Expensive
\item Bird and Bat deaths (may interfere with bird movement corridors)
\item Aesthetics
\item Intermittent winds
\item Windy areas not generally near urban areas
\end{itemize}
