school/ecol/ecolMaster.org
*** General
- 2/3 of wind power in the US: Texas, Cali, Iowa, Minnesota, Washington
- Wind Farms: clusters of turbines
- Currently produce < 0.5% of global electricity needs
- ~6% of the total renewable energy
- Fastest growing renewable sector
- Conservation and Innovation can be profitable
  - Denmark produces 20% of their electricity through wind power
  - Projected to increase to 50% by 2030
  - Denmark commands 60% of global makret for wind turbines
** Hydropower
- Capturing the energy of water moving under the force of gravity
- Supplies more lectricity than any other single renewable resource
- Generates 7% of electricity in the US, 17% around the world
- Most hydroelectric power generated by large plants within dams
*** Advantages
- Fossil fuels not needed
- No pollutants
- Energy cheap to produce
- Power produced can be matched to demand
- Dams also used for flood control
- Water retention
*** Disadvantages
- Effect on environment and human communities
- Ecosystem alteration and flow changes
- Peak flows no longer seasonal
- Sediment accumulation and transport altered
- Temperature and oxygen in stream changed
*** General
- Countries producing most hydroelectric power: China, Brazil, Canada, US, Russia, Norway, India (in order highest to lowest)
** Solar Energy
- Photovoltaic (PV) Cell
- Small fraction of power, although PV cell production growing by 25% per year
- Currently inefficient energy storage mechanism
- Low rainfall and limited cloud cover make the SW US an ideal region for solar power usage
*** Advantages
- Free and renewable
- No emissions
- Roof installations/More space options
- Jobs in the sector increasing 35%/year
*** Disadvantages
- High start up costs (10,000-20,000 for home to save hundreds of dollars per year)
- High cost of electricity compared to coal produced electricity
- Daylight requirements
- Geograohical limitations: solar energy unevenly distributed
- Hazardous materials used in construction
** Geothermal Energy
- Heat energy generated and stored in Earth
- Energy does not originate in the sun
- In a dry-steam power plant, underground hot water and steam used to generate electricity
*** Advantages
- Reliable and inexpensive
- Pollution free
- Uses 30-70% less energy than conventional methods
*** Disadvantages
- Ecosystem disturbance
- Replenishment rates of ground heat
- High startup costs
- Geographic limitations
** Ocean Energy
- Using kinetic energy of tides and waves
*** Advantages
- Renewage and pollution free
- Low cost of production
*** Disadvantages
- Ecosystem disturbance
- Tidal barrage systems need high tide amplitude
- Geographic limitations
** The Path Forward
- One recurring theme with renewable enrgy is that they are more expensive than fossil fuels
- Important to ask why fossil fuels are so cheap, need to consider all costs of these technologies
- When true cost is factored in, fossil fuels have highest external costs
- No single fuel can replace fossil fuels but a wide variety of options are available and considering more renewable sources is an important part of the solution
- More likely to meet energy needs with a wide variety of renewable technologies that fit each locale
* 12.04.20
