school/ecol/ecolMaster.html
<div id="outline-container-orgd2859ca" class="outline-4">
<h4 id="orgd2859ca"><span class="section-number-4">2.5.3</span> General</h4>
<div class="outline-text-4" id="text-2-5-3">
<ul class="org-ul">
<li>2/3 of wind power in the US: Texas, Cali, Iowa, Minnesota, Washington</li>
<li>Wind Farms: clusters of turbines</li>
<li>Currently produce &lt; 0.5% of global electricity needs</li>
<li>~6% of the total renewable energy</li>
<li>Fastest growing renewable sector</li>
<li>Conservation and Innovation can be profitable
<ul class="org-ul">
<li>Denmark produces 20% of their electricity through wind power</li>
<li>Projected to increase to 50% by 2030</li>
<li>Denmark commands 60% of global makret for wind turbines</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org716c6c7" class="outline-3">
<h3 id="org716c6c7"><span class="section-number-3">2.6</span> Hydropower</h3>
<div class="outline-text-3" id="text-2-6">
<ul class="org-ul">
<li>Capturing the energy of water moving under the force of gravity</li>
<li>Supplies more lectricity than any other single renewable resource</li>
<li>Generates 7% of electricity in the US, 17% around the world</li>
<li>Most hydroelectric power generated by large plants within dams</li>
</ul>
</div>
<div id="outline-container-org049619d" class="outline-4">
<h4 id="org049619d"><span class="section-number-4">2.6.1</span> Advantages</h4>
<div class="outline-text-4" id="text-2-6-1">
<ul class="org-ul">
<li>Fossil fuels not needed</li>
<li>No pollutants</li>
<li>Energy cheap to produce</li>
<li>Power produced can be matched to demand</li>
<li>Dams also used for flood control</li>
<li>Water retention</li>
</ul>
</div>
</div>
<div id="outline-container-org544fd94" class="outline-4">
<h4 id="org544fd94"><span class="section-number-4">2.6.2</span> Disadvantages</h4>
<div class="outline-text-4" id="text-2-6-2">
<ul class="org-ul">
<li>Effect on environment and human communities</li>
<li>Ecosystem alteration and flow changes</li>
<li>Peak flows no longer seasonal</li>
<li>Sediment accumulation and transport altered</li>
<li>Temperature and oxygen in stream changed</li>
</ul>
</div>
</div>
<div id="outline-container-orgbd6c9bf" class="outline-4">
<h4 id="orgbd6c9bf"><span class="section-number-4">2.6.3</span> General</h4>
<div class="outline-text-4" id="text-2-6-3">
<ul class="org-ul">
<li>Countries producing most hydroelectric power: China, Brazil, Canada, US, Russia, Norway, India (in order highest to lowest)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org3b4c549" class="outline-3">
<h3 id="org3b4c549"><span class="section-number-3">2.7</span> Solar Energy</h3>
<div class="outline-text-3" id="text-2-7">
<ul class="org-ul">
<li>Photovoltaic (PV) Cell</li>
<li>Small fraction of power, although PV cell production growing by 25% per year</li>
<li>Currently inefficient energy storage mechanism</li>
<li>Low rainfall and limited cloud cover make the SW US an ideal region for solar power usage</li>
</ul>
</div>
<div id="outline-container-orgea8a78b" class="outline-4">
<h4 id="orgea8a78b"><span class="section-number-4">2.7.1</span> Advantages</h4>
<div class="outline-text-4" id="text-2-7-1">
<ul class="org-ul">
<li>Free and renewable</li>
<li>No emissions</li>
<li>Roof installations/More space options</li>
<li>Jobs in the sector increasing 35%/year</li>
</ul>
</div>
</div>
<div id="outline-container-orgdc1e70e" class="outline-4">
<h4 id="orgdc1e70e"><span class="section-number-4">2.7.2</span> Disadvantages</h4>
<div class="outline-text-4" id="text-2-7-2">
<ul class="org-ul">
<li>High start up costs (10,000-20,000 for home to save hundreds of dollars per year)</li>
<li>High cost of electricity compared to coal produced electricity</li>
<li>Daylight requirements</li>
<li>Geograohical limitations: solar energy unevenly distributed</li>
<li>Hazardous materials used in construction</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4ed4acd" class="outline-3">
<h3 id="org4ed4acd"><span class="section-number-3">2.8</span> Geothermal Energy</h3>
<div class="outline-text-3" id="text-2-8">
<ul class="org-ul">
<li>Heat energy generated and stored in Earth</li>
<li>Energy does not originate in the sun</li>
<li>In a dry-steam power plant, underground hot water and steam used to generate electricity</li>
</ul>
</div>
<div id="outline-container-org9a55a80" class="outline-4">
<h4 id="org9a55a80"><span class="section-number-4">2.8.1</span> Advantages</h4>
<div class="outline-text-4" id="text-2-8-1">
<ul class="org-ul">
<li>Reliable and inexpensive</li>
<li>Pollution free</li>
<li>Uses 30-70% less energy than conventional methods</li>
</ul>
</div>
</div>
<div id="outline-container-org6e4c39d" class="outline-4">
<h4 id="org6e4c39d"><span class="section-number-4">2.8.2</span> Disadvantages</h4>
<div class="outline-text-4" id="text-2-8-2">
<ul class="org-ul">
<li>Ecosystem disturbance</li>
<li>Replenishment rates of ground heat</li>
<li>High startup costs</li>
<li>Geographic limitations</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbe522b4" class="outline-3">
<h3 id="orgbe522b4"><span class="section-number-3">2.9</span> Ocean Energy</h3>
<div class="outline-text-3" id="text-2-9">
<ul class="org-ul">
<li>Using kinetic energy of tides and waves</li>
</ul>
</div>
<div id="outline-container-org12de3f4" class="outline-4">
<h4 id="org12de3f4"><span class="section-number-4">2.9.1</span> Advantages</h4>
<div class="outline-text-4" id="text-2-9-1">
<ul class="org-ul">
<li>Renewage and pollution free</li>
<li>Low cost of production</li>
</ul>
</div>
</div>
<div id="outline-container-org49b3bc5" class="outline-4">
<h4 id="org49b3bc5"><span class="section-number-4">2.9.2</span> Disadvantages</h4>
<div class="outline-text-4" id="text-2-9-2">
<ul class="org-ul">
<li>Ecosystem disturbance</li>
<li>Tidal barrage systems need high tide amplitude</li>
<li>Geographic limitations</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org19c0bd9" class="outline-3">
<h3 id="org19c0bd9"><span class="section-number-3">2.10</span> The Path Forward</h3>
<div class="outline-text-3" id="text-2-10">
<ul class="org-ul">
<li>One recurring theme with renewable enrgy is that they are more expensive than fossil fuels</li>
<li>Important to ask why fossil fuels are so cheap, need to consider all costs of these technologies</li>
<li>When true cost is factored in, fossil fuels have highest external costs</li>
<li>No single fuel can replace fossil fuels but a wide variety of options are available and considering more renewable sources is an important part of the solution</li>
<li>More likely to meet energy needs with a wide variety of renewable technologies that fit each locale</li>
</ul>
</div>
</div>
</div>
