school/ecol/ecolMaster.tex
\subsubsection{General}
\label{sec:org7f77399}
\begin{itemize}
\item 2/3 of wind power in the US: Texas, Cali, Iowa, Minnesota, Washington
\item Wind Farms: clusters of turbines
\item Currently produce < 0.5\% of global electricity needs
\item \textasciitilde{}6\% of the total renewable energy
\item Fastest growing renewable sector
\item Conservation and Innovation can be profitable
\begin{itemize}
\item Denmark produces 20\% of their electricity through wind power
\item Projected to increase to 50\% by 2030
\item Denmark commands 60\% of global makret for wind turbines
\end{itemize}
\end{itemize}
\subsection{Hydropower}
\label{sec:org5a7ab0e}
\begin{itemize}
\item Capturing the energy of water moving under the force of gravity
\item Supplies more lectricity than any other single renewable resource
\item Generates 7\% of electricity in the US, 17\% around the world
\item Most hydroelectric power generated by large plants within dams
\end{itemize}
\subsubsection{Advantages}
\label{sec:org288992c}
\begin{itemize}
\item Fossil fuels not needed
\item No pollutants
\item Energy cheap to produce
\item Power produced can be matched to demand
\item Dams also used for flood control
\item Water retention
\end{itemize}
\subsubsection{Disadvantages}
\label{sec:org612d848}
\begin{itemize}
\item Effect on environment and human communities
\item Ecosystem alteration and flow changes
\item Peak flows no longer seasonal
\item Sediment accumulation and transport altered
\item Temperature and oxygen in stream changed
\end{itemize}
\subsubsection{General}
\label{sec:orgd37090a}
\begin{itemize}
\item Countries producing most hydroelectric power: China, Brazil, Canada, US, Russia, Norway, India (in order highest to lowest)
\end{itemize}
\subsection{Solar Energy}
\label{sec:orgc805904}
\begin{itemize}
\item Photovoltaic (PV) Cell
\item Small fraction of power, although PV cell production growing by 25\% per year
\item Currently inefficient energy storage mechanism
\item Low rainfall and limited cloud cover make the SW US an ideal region for solar power usage
\end{itemize}
\subsubsection{Advantages}
\label{sec:orga144a7b}
\begin{itemize}
\item Free and renewable
\item No emissions
\item Roof installations/More space options
\item Jobs in the sector increasing 35\%/year
\end{itemize}
\subsubsection{Disadvantages}
\label{sec:orgc888353}
\begin{itemize}
\item High start up costs (10,000-20,000 for home to save hundreds of dollars per year)
\item High cost of electricity compared to coal produced electricity
\item Daylight requirements
\item Geograohical limitations: solar energy unevenly distributed
\item Hazardous materials used in construction
\end{itemize}
\subsection{Geothermal Energy}
\label{sec:orgc7dc851}
\begin{itemize}
\item Heat energy generated and stored in Earth
\item Energy does not originate in the sun
\item In a dry-steam power plant, underground hot water and steam used to generate electricity
\end{itemize}
\subsubsection{Advantages}
\label{sec:org7cbd9b4}
\begin{itemize}
\item Reliable and inexpensive
\item Pollution free
\item Uses 30-70\% less energy than conventional methods
\end{itemize}
\subsubsection{Disadvantages}
\label{sec:orgfa1907a}
\begin{itemize}
\item Ecosystem disturbance
\item Replenishment rates of ground heat
\item High startup costs
\item Geographic limitations
\end{itemize}
\subsection{Ocean Energy}
\label{sec:org3e52a85}
\begin{itemize}
\item Using kinetic energy of tides and waves
\end{itemize}
\subsubsection{Advantages}
\label{sec:orge353dfb}
\begin{itemize}
\item Renewage and pollution free
\item Low cost of production
\end{itemize}
\subsubsection{Disadvantages}
\label{sec:org89fd3bf}
\begin{itemize}
\item Ecosystem disturbance
\item Tidal barrage systems need high tide amplitude
\item Geographic limitations
\end{itemize}
\subsection{The Path Forward}
\label{sec:org21fbacd}
\begin{itemize}
\item One recurring theme with renewable enrgy is that they are more expensive than fossil fuels
\item Important to ask why fossil fuels are so cheap, need to consider all costs of these technologies
\item When true cost is factored in, fossil fuels have highest external costs
\item No single fuel can replace fossil fuels but a wide variety of options are available and considering more renewable sources is an important part of the solution
\item More likely to meet energy needs with a wide variety of renewable technologies that fit each locale
\end{itemize}
