school/ecol/ecolMaster.html
<div id="outline-container-org57d4a71" class="outline-2">
<h2 id="org57d4a71"><span class="section-number-2">3</span> 12.04.20</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org8f32882" class="outline-3">
<h3 id="org8f32882"><span class="section-number-3">3.1</span> Locust Outbreaks</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>What triggers locust outbreaks?
<ul class="org-ul">
<li>Locust outbreaks are caused by excessive rain, contributing to a moist area</li>
<li>Recent cyclones have contirbuted to very high amounts of recent rainfall</li>
</ul></li>
<li>Why are they so devastating?
<ul class="org-ul">
<li>A single locust can eat their own body weight (2g) per day, multiplied by the millions of locusts that comprise a single swarm</li>
</ul></li>
<li>What can be done to help control outbreaks?
<ul class="org-ul">
<li>Loud noises and preventing the locusts from laying their eggs is critical</li>
<li>Pesticide application and swarm location identification through an application</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org66f256c" class="outline-3">
<h3 id="org66f256c"><span class="section-number-3">3.2</span> Small Scale Farming and Food Security</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Progress requires creating opportunities for innovation and entrepreneurship</li>
<li>Increased public research and extension investment</li>
<li>Small scale sustainability poses challenging policy choices: payment for ecological services, decentralized governance systems, and technology choices</li>
</ul>
</div>
</div>
<div id="outline-container-orge6b6e1d" class="outline-3">
<h3 id="orge6b6e1d"><span class="section-number-3">3.3</span> Economics and the Environment</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>Economics isn&rsquo;t just about money, it is also about the environmental resources we depend on
<ul class="org-ul">
<li>Economics: the social science that deals with the production, distribution, and consumption of goods and services</li>
</ul></li>
<li>Environmental resources include ecosystem services
<ul class="org-ul">
<li>Ecosystem services: essential ecological processes that make life on Earth possible</li>
</ul></li>
<li>Environmental economists argue that mainstream economics will fail in the long run because it makes some assumptions that are inconsistent with the way nature operates.</li>
<li>When the price of a product doesn&rsquo;t reflect the external social and environmental costs, those costs are paid by people other than the consumer. Internalizing external costs better reflects the true cost of a product</li>
<li>Many US industries can&rsquo;t exist without illegal immigrants</li>
<li>Undocumented immigrants make up more than half of hired labors on farms, 15% of construction workforce, 5% of total workforce</li>
</ul>
</div>
</div>
<div id="outline-container-orgd348567" class="outline-3">
<h3 id="orgd348567"><span class="section-number-3">3.4</span> The Great Climate Migration</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>As climate change effects become more significant, more people will be required to move away from their homes</li>
<li>Climate change also uniquely harms agricultural productivity</li>
</ul>
</div>
</div>
<div id="outline-container-orgb458475" class="outline-3">
<h3 id="orgb458475"><span class="section-number-3">3.5</span> Summary</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>The Green revolution supported exponential increases in global population. Temporal changes in human behavior, production, and pollution are asociated with the Green Revoluution</li>
<li>There are different ways to approach agricultural production</li>
<li>Human migration patterns, economic development, and agricultural production are inextricably linked</li>
</ul>
</div>
</div>
<div id="outline-container-org266acd9" class="outline-3">
<h3 id="org266acd9"><span class="section-number-3">3.6</span> Energy, Coal, Oil, and Gas</h3>
<div class="outline-text-3" id="text-3-6">
<ul class="org-ul">
<li>Forms of hyrdocarbons
<ul class="org-ul">
<li>Fossil fuels: nonrenewable resources like coal, oil, and natural gas that were formed over millions of years from the remains of dead organisms</li>
<li>Forms the majority of the energy used by modern society</li>
<li>Crude oil (liquid). natural gas (gas), coal (solid)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org2a77b00" class="outline-3">
<h3 id="org2a77b00"><span class="section-number-3">3.7</span> Electricity Generation</h3>
<div class="outline-text-3" id="text-3-7">
<ul class="org-ul">
<li>US: 33% coal, 33% natural gases, 19% nuclear, 7% renewable, 6% hydroelectric
<ul class="org-ul">
<li>Drawbacks; greenhouse gases, acid rain, acid mine drainage, particulates</li>
</ul></li>
<li>EROEI of Coal
<ul class="org-ul">
<li>Energy return on energy investment (EROEI): A measure of the net energy from an energy source</li>
<li>Energy in the source - Energy required to get, process, ship, and use it</li>
<li>EROEI of coal = 11.5:1</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org8ccbf01" class="outline-3">
<h3 id="org8ccbf01"><span class="section-number-3">3.8</span> Coal Formation</h3>
<div class="outline-text-3" id="text-3-8">
<ul class="org-ul">
<li>Process of coal formation occurs best in river deltas/coastal plains</li>
<li>Formation of Appalachian Mountains were the last and greatest of the events that joined all of the world&rsquo;s land into one super-continent</li>
<li>Coal is mined from underground or surface mines (now accounts for 60% of coal produced in the US)
<ul class="org-ul">
<li>Top coal producing states: Wyoming &gt; Kentucky &gt; W Virgina</li>
</ul></li>
<li>Surface mining: Occurs at depts above 180 ft
<ul class="org-ul">
<li>Strip mining</li>
<li>Open pit mining</li>
<li>Mountaintop removal mining</li>
<li>Highwall mining</li>
</ul></li>
<li>Underground mining: Below 300 ft, accounts for 60% of world coal production</li>
</ul>
</div>
</div>
<div id="outline-container-orgae93c18" class="outline-3">
<h3 id="orgae93c18"><span class="section-number-3">3.9</span> Coal Transportation</h3>
<div class="outline-text-3" id="text-3-9">
<ul class="org-ul">
<li>shipped by train or barge to destination</li>
<li>may be refined before shipping (washing w water or chemical bath to remove impurities)</li>
<li>when coal arrives at the power plant, it is pulverized into a heavy powder that is suitable for burning</li>
</ul>
</div>
</div>
