school/ecol/ecolMaster.tex
\section{12.04.20}
\label{sec:org36447c1}
\subsection{Locust Outbreaks}
\label{sec:orgd7d097d}
\begin{itemize}
\item What triggers locust outbreaks?
\begin{itemize}
\item Locust outbreaks are caused by excessive rain, contributing to a moist area
\item Recent cyclones have contirbuted to very high amounts of recent rainfall
\end{itemize}
\item Why are they so devastating?
\begin{itemize}
\item A single locust can eat their own body weight (2g) per day, multiplied by the millions of locusts that comprise a single swarm
\end{itemize}
\item What can be done to help control outbreaks?
\begin{itemize}
\item Loud noises and preventing the locusts from laying their eggs is critical
\item Pesticide application and swarm location identification through an application
\end{itemize}
\end{itemize}
\subsection{Small Scale Farming and Food Security}
\label{sec:org81b389f}
\begin{itemize}
\item Progress requires creating opportunities for innovation and entrepreneurship
\item Increased public research and extension investment
\item Small scale sustainability poses challenging policy choices: payment for ecological services, decentralized governance systems, and technology choices
\end{itemize}
\subsection{Economics and the Environment}
\label{sec:org2ebfa6d}
\begin{itemize}
\item Economics isn't just about money, it is also about the environmental resources we depend on
\begin{itemize}
\item Economics: the social science that deals with the production, distribution, and consumption of goods and services
\end{itemize}
\item Environmental resources include ecosystem services
\begin{itemize}
\item Ecosystem services: essential ecological processes that make life on Earth possible
\end{itemize}
\item Environmental economists argue that mainstream economics will fail in the long run because it makes some assumptions that are inconsistent with the way nature operates.
\item When the price of a product doesn't reflect the external social and environmental costs, those costs are paid by people other than the consumer. Internalizing external costs better reflects the true cost of a product
\item Many US industries can't exist without illegal immigrants
\item Undocumented immigrants make up more than half of hired labors on farms, 15\% of construction workforce, 5\% of total workforce
\end{itemize}
\subsection{The Great Climate Migration}
\label{sec:org9995a23}
\begin{itemize}
\item As climate change effects become more significant, more people will be required to move away from their homes
\item Climate change also uniquely harms agricultural productivity
\end{itemize}
\subsection{Summary}
\label{sec:orga7b848d}
\begin{itemize}
\item The Green revolution supported exponential increases in global population. Temporal changes in human behavior, production, and pollution are asociated with the Green Revoluution
\item There are different ways to approach agricultural production
\item Human migration patterns, economic development, and agricultural production are inextricably linked
\end{itemize}
\subsection{Energy, Coal, Oil, and Gas}
\label{sec:orgb1b3934}
\begin{itemize}
\item Forms of hyrdocarbons
\begin{itemize}
\item Fossil fuels: nonrenewable resources like coal, oil, and natural gas that were formed over millions of years from the remains of dead organisms
\item Forms the majority of the energy used by modern society
\item Crude oil (liquid). natural gas (gas), coal (solid)
\end{itemize}
\end{itemize}
\subsection{Electricity Generation}
\label{sec:orgcbc65c8}
\begin{itemize}
\item US: 33\% coal, 33\% natural gases, 19\% nuclear, 7\% renewable, 6\% hydroelectric
\begin{itemize}
\item Drawbacks; greenhouse gases, acid rain, acid mine drainage, particulates
\end{itemize}
\item EROEI of Coal
\begin{itemize}
\item Energy return on energy investment (EROEI): A measure of the net energy from an energy source
\item Energy in the source - Energy required to get, process, ship, and use it
\item EROEI of coal = 11.5:1
\end{itemize}
\end{itemize}
\subsection{Coal Formation}
\label{sec:org779a3ed}
\begin{itemize}
\item Process of coal formation occurs best in river deltas/coastal plains
\item Formation of Appalachian Mountains were the last and greatest of the events that joined all of the world's land into one super-continent
\item Coal is mined from underground or surface mines (now accounts for 60\% of coal produced in the US)
\begin{itemize}
\item Top coal producing states: Wyoming > Kentucky > W Virgina
\end{itemize}
\item Surface mining: Occurs at depts above 180 ft
\begin{itemize}
\item Strip mining
\item Open pit mining
\item Mountaintop removal mining
\item Highwall mining
\end{itemize}
\item Underground mining: Below 300 ft, accounts for 60\% of world coal production
\end{itemize}
\subsection{Coal Transportation}
\label{sec:org4e58bc5}
\begin{itemize}
\item shipped by train or barge to destination
\item may be refined before shipping (washing w water or chemical bath to remove impurities)
\item when coal arrives at the power plant, it is pulverized into a heavy powder that is suitable for burning
\end{itemize}
