school/ecol/ecolMaster.org
** Advantage of Coal
- Widely distributed around the world
- Proven reserves are est to last for 100 more years
- Easier and sager to transport compared to other fossil fuels
- Affordable
** Disadvantages of Mountaintop Removal
- Higher rates of cancer, respiratory diseases amongst miners and local communities
- Loss of forest and compaction of soil
- Explosions send rock and debris flying
- Toxic substances permeate region's rivers
- Coal extraction creates toxic slurry
- Toxic fly ash created 
* 12.02.20
** Provisioning Services
- Products obtained from ecosystems
- Pharmaceuticals
- Fruits and vegetables
- Fish and game
- Timber, fiber, fuels
** Plants as food
- 400,000 species described
- 14 species provide most of our food
- 3 crops (corn, wheat, rice) account for half of the world's calorie consumption
** The Green Revolution
- Normal Bourlaug - Father of the Green Revolution
  - Selective breeding increased crop yields throughout the world in the 1960s
  - Won many different prizes (National Medal of Science, Congressional Gold Measure, Public Welfare Medal, Nobel Peace Prize, Presidential Medal of Freedom)
- Shortly after the 20's and the rise of higher crop yields, the dust bowl and great depression hurt agriculture significantly
- The 1960s Green Revolution increased food supplies worldwide
** The Basis of the Green Revolution
 - Nitrogen and phsphorus fertilizer, irrigation and pesticide use are unsustainable
- Production increased during the green revolution even though the area under cultivation remained approx. the same
- Production leveld off in the 1980s, only to rise again at the turn of the century, where genetic engineering technologies were used to develop new crop varieties
** Feeding the Global Population
- Global pop expected to reach 10B by 2050
- Experts say we will need to produce twice as much food
- Eventually crop productivity reaches a limit
** Green Revolution Impacts, Limits, Future
- Povery and food insecurity persisted despite advances
- Nutrition: Calorie availability increases but micronutrient intake is lagging
- Environmental impacts have been mixed
  - Positive: Less overall land used
  - Negative: Increased pesticide use
- Gains in Africa lag significanrlt but are catching up
- Green Revolution 2.0
** Importance of Food Self-sufficiency
- Food self-sufficiencyL ability of an individual nation to grow enough food to feed its people
  - Africa largely overlooked by green revolution, lack food self-sufficiency
- Food sovereignty: ability for an individual nation to control its own food system
  - Africa also lacks food sovereignty
** Africa & Hunger
- Industrialization and farm subsidies enabled mostly US farmers to produce vast surpluses of what, corn, and soybeans
- Global market flooded w cheap food
- Smaller countries can't compete
- Much of their farmable land used for cash crops, which are exported
  - Cash crops: Food and fiber crops grown to sell for profit rather than for use by local families, communities
** Industrial Agriculture: Pros and Cons
- Pros
  - Large scale farming
  - Higher yields
  - Growth in nutrient-poor soil
  - Fewer blemishes
  - Less labor intensive
- Cons
  - Dependence on mechanization
  - Monocultures
  - Decrease in biodiversity
  - 40% of all agriculture consumed by pests/disease
** Locust Outbreaks
- One of the world's most devastating pests
- Can swarm to 80M, eat 2+ grams/day
* 11.30.20
