school/ecol/ecolMaster.html
<div id="outline-container-org6fa63df" class="outline-3">
<h3 id="org6fa63df"><span class="section-number-3">3.10</span> Advantage of Coal</h3>
<div class="outline-text-3" id="text-3-10">
<ul class="org-ul">
<li>Widely distributed around the world</li>
<li>Proven reserves are est to last for 100 more years</li>
<li>Easier and sager to transport compared to other fossil fuels</li>
<li>Affordable</li>
</ul>
</div>
</div>
<div id="outline-container-org36f7b1c" class="outline-3">
<h3 id="org36f7b1c"><span class="section-number-3">3.11</span> Disadvantages of Mountaintop Removal</h3>
<div class="outline-text-3" id="text-3-11">
<ul class="org-ul">
<li>Higher rates of cancer, respiratory diseases amongst miners and local communities</li>
<li>Loss of forest and compaction of soil</li>
<li>Explosions send rock and debris flying</li>
<li>Toxic substances permeate region&rsquo;s rivers</li>
<li>Coal extraction creates toxic slurry</li>
<li>Toxic fly ash created</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org96329d5" class="outline-2">
<h2 id="org96329d5"><span class="section-number-2">4</span> 12.02.20</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org058ff82" class="outline-3">
<h3 id="org058ff82"><span class="section-number-3">4.1</span> Provisioning Services</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Products obtained from ecosystems</li>
<li>Pharmaceuticals</li>
<li>Fruits and vegetables</li>
<li>Fish and game</li>
<li>Timber, fiber, fuels</li>
</ul>
</div>
</div>
<div id="outline-container-orge1122b7" class="outline-3">
<h3 id="orge1122b7"><span class="section-number-3">4.2</span> Plants as food</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>400,000 species described</li>
<li>14 species provide most of our food</li>
<li>3 crops (corn, wheat, rice) account for half of the world&rsquo;s calorie consumption</li>
</ul>
</div>
</div>
<div id="outline-container-org545c213" class="outline-3">
<h3 id="org545c213"><span class="section-number-3">4.3</span> The Green Revolution</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>Normal Bourlaug - Father of the Green Revolution
<ul class="org-ul">
<li>Selective breeding increased crop yields throughout the world in the 1960s</li>
<li>Won many different prizes (National Medal of Science, Congressional Gold Measure, Public Welfare Medal, Nobel Peace Prize, Presidential Medal of Freedom)</li>
</ul></li>
<li>Shortly after the 20&rsquo;s and the rise of higher crop yields, the dust bowl and great depression hurt agriculture significantly</li>
<li>The 1960s Green Revolution increased food supplies worldwide</li>
</ul>
</div>
</div>
<div id="outline-container-org22207fb" class="outline-3">
<h3 id="org22207fb"><span class="section-number-3">4.4</span> The Basis of the Green Revolution</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>Nitrogen and phsphorus fertilizer, irrigation and pesticide use are unsustainable</li>
</ul>
<ul class="org-ul">
<li>Production increased during the green revolution even though the area under cultivation remained approx. the same</li>
<li>Production leveld off in the 1980s, only to rise again at the turn of the century, where genetic engineering technologies were used to develop new crop varieties</li>
</ul>
</div>
</div>
<div id="outline-container-org312e9ee" class="outline-3">
<h3 id="org312e9ee"><span class="section-number-3">4.5</span> Feeding the Global Population</h3>
<div class="outline-text-3" id="text-4-5">
<ul class="org-ul">
<li>Global pop expected to reach 10B by 2050</li>
<li>Experts say we will need to produce twice as much food</li>
<li>Eventually crop productivity reaches a limit</li>
</ul>
</div>
</div>
<div id="outline-container-orgdb55da8" class="outline-3">
<h3 id="orgdb55da8"><span class="section-number-3">4.6</span> Green Revolution Impacts, Limits, Future</h3>
<div class="outline-text-3" id="text-4-6">
<ul class="org-ul">
<li>Povery and food insecurity persisted despite advances</li>
<li>Nutrition: Calorie availability increases but micronutrient intake is lagging</li>
<li>Environmental impacts have been mixed
<ul class="org-ul">
<li>Positive: Less overall land used</li>
<li>Negative: Increased pesticide use</li>
</ul></li>
<li>Gains in Africa lag significanrlt but are catching up</li>
<li>Green Revolution 2.0</li>
</ul>
</div>
</div>
<div id="outline-container-orgf25832b" class="outline-3">
<h3 id="orgf25832b"><span class="section-number-3">4.7</span> Importance of Food Self-sufficiency</h3>
<div class="outline-text-3" id="text-4-7">
<ul class="org-ul">
<li>Food self-sufficiencyL ability of an individual nation to grow enough food to feed its people
<ul class="org-ul">
<li>Africa largely overlooked by green revolution, lack food self-sufficiency</li>
</ul></li>
<li>Food sovereignty: ability for an individual nation to control its own food system
<ul class="org-ul">
<li>Africa also lacks food sovereignty</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org2ecade3" class="outline-3">
<h3 id="org2ecade3"><span class="section-number-3">4.8</span> Africa &amp; Hunger</h3>
<div class="outline-text-3" id="text-4-8">
<ul class="org-ul">
<li>Industrialization and farm subsidies enabled mostly US farmers to produce vast surpluses of what, corn, and soybeans</li>
<li>Global market flooded w cheap food</li>
<li>Smaller countries can&rsquo;t compete</li>
<li>Much of their farmable land used for cash crops, which are exported
<ul class="org-ul">
<li>Cash crops: Food and fiber crops grown to sell for profit rather than for use by local families, communities</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgae450ed" class="outline-3">
<h3 id="orgae450ed"><span class="section-number-3">4.9</span> Industrial Agriculture: Pros and Cons</h3>
<div class="outline-text-3" id="text-4-9">
<ul class="org-ul">
<li>Pros
<ul class="org-ul">
<li>Large scale farming</li>
<li>Higher yields</li>
<li>Growth in nutrient-poor soil</li>
<li>Fewer blemishes</li>
<li>Less labor intensive</li>
</ul></li>
<li>Cons
<ul class="org-ul">
<li>Dependence on mechanization</li>
<li>Monocultures</li>
<li>Decrease in biodiversity</li>
<li>40% of all agriculture consumed by pests/disease</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org3a46e12" class="outline-3">
<h3 id="org3a46e12"><span class="section-number-3">4.10</span> Locust Outbreaks</h3>
<div class="outline-text-3" id="text-4-10">
<ul class="org-ul">
<li>One of the world&rsquo;s most devastating pests</li>
<li>Can swarm to 80M, eat 2+ grams/day</li>
</ul>
</div>
</div>
</div>
