school/ecol/ecolMaster.tex
\subsection{Advantage of Coal}
\label{sec:orgde65be0}
\begin{itemize}
\item Widely distributed around the world
\item Proven reserves are est to last for 100 more years
\item Easier and sager to transport compared to other fossil fuels
\item Affordable
\end{itemize}
\subsection{Disadvantages of Mountaintop Removal}
\label{sec:org27008d2}
\begin{itemize}
\item Higher rates of cancer, respiratory diseases amongst miners and local communities
\item Loss of forest and compaction of soil
\item Explosions send rock and debris flying
\item Toxic substances permeate region's rivers
\item Coal extraction creates toxic slurry
\item Toxic fly ash created
\end{itemize}
\section{12.02.20}
\label{sec:org6b52cd4}
\subsection{Provisioning Services}
\label{sec:org809760d}
\begin{itemize}
\item Products obtained from ecosystems
\item Pharmaceuticals
\item Fruits and vegetables
\item Fish and game
\item Timber, fiber, fuels
\end{itemize}
\subsection{Plants as food}
\label{sec:org6becc42}
\begin{itemize}
\item 400,000 species described
\item 14 species provide most of our food
\item 3 crops (corn, wheat, rice) account for half of the world's calorie consumption
\end{itemize}
\subsection{The Green Revolution}
\label{sec:org428d862}
\begin{itemize}
\item Normal Bourlaug - Father of the Green Revolution
\begin{itemize}
\item Selective breeding increased crop yields throughout the world in the 1960s
\item Won many different prizes (National Medal of Science, Congressional Gold Measure, Public Welfare Medal, Nobel Peace Prize, Presidential Medal of Freedom)
\end{itemize}
\item Shortly after the 20's and the rise of higher crop yields, the dust bowl and great depression hurt agriculture significantly
\item The 1960s Green Revolution increased food supplies worldwide
\end{itemize}
\subsection{The Basis of the Green Revolution}
\label{sec:org1f179d3}
\begin{itemize}
\item Nitrogen and phsphorus fertilizer, irrigation and pesticide use are unsustainable
\end{itemize}
\begin{itemize}
\item Production increased during the green revolution even though the area under cultivation remained approx. the same
\item Production leveld off in the 1980s, only to rise again at the turn of the century, where genetic engineering technologies were used to develop new crop varieties
\end{itemize}
\subsection{Feeding the Global Population}
\label{sec:orga136136}
\begin{itemize}
\item Global pop expected to reach 10B by 2050
\item Experts say we will need to produce twice as much food
\item Eventually crop productivity reaches a limit
\end{itemize}
\subsection{Green Revolution Impacts, Limits, Future}
\label{sec:org4f761e7}
\begin{itemize}
\item Povery and food insecurity persisted despite advances
\item Nutrition: Calorie availability increases but micronutrient intake is lagging
\item Environmental impacts have been mixed
\begin{itemize}
\item Positive: Less overall land used
\item Negative: Increased pesticide use
\end{itemize}
\item Gains in Africa lag significanrlt but are catching up
\item Green Revolution 2.0
\end{itemize}
\subsection{Importance of Food Self-sufficiency}
\label{sec:org415d2e1}
\begin{itemize}
\item Food self-sufficiencyL ability of an individual nation to grow enough food to feed its people
\begin{itemize}
\item Africa largely overlooked by green revolution, lack food self-sufficiency
\end{itemize}
\item Food sovereignty: ability for an individual nation to control its own food system
\begin{itemize}
\item Africa also lacks food sovereignty
\end{itemize}
\end{itemize}
\subsection{Africa \& Hunger}
\label{sec:org90352b9}
\begin{itemize}
\item Industrialization and farm subsidies enabled mostly US farmers to produce vast surpluses of what, corn, and soybeans
\item Global market flooded w cheap food
\item Smaller countries can't compete
\item Much of their farmable land used for cash crops, which are exported
\begin{itemize}
\item Cash crops: Food and fiber crops grown to sell for profit rather than for use by local families, communities
\end{itemize}
\end{itemize}
\subsection{Industrial Agriculture: Pros and Cons}
\label{sec:org5dacb29}
\begin{itemize}
\item Pros
\begin{itemize}
\item Large scale farming
\item Higher yields
\item Growth in nutrient-poor soil
\item Fewer blemishes
\item Less labor intensive
\end{itemize}
\item Cons
\begin{itemize}
\item Dependence on mechanization
\item Monocultures
\item Decrease in biodiversity
\item 40\% of all agriculture consumed by pests/disease
\end{itemize}
\end{itemize}
\subsection{Locust Outbreaks}
\label{sec:org7073ff8}
\begin{itemize}
\item One of the world's most devastating pests
\item Can swarm to 80M, eat 2+ grams/day
\end{itemize}
