school/ecol/ecolMaster.html
<div id="outline-container-orgac17898" class="outline-2">
<h2 id="orgac17898"><span class="section-number-2">5</span> 11.30.20</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org6c531e6" class="outline-3">
<h3 id="org6c531e6"><span class="section-number-3">5.1</span> Human Impacts on the Phosphorus Cycle</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>inc fetrilizer use increases phosphorus runoff into waterways, increases eutrophication</li>
<li>all farmers need phosphorus, but 5 countries control ~85% of world&rsquo;s remaining phosphate reserves</li>
<li>phsophorus critical to fertility, high crop yields, overall necessary to food production</li>
<li>phosphorus quickly becoming more expensive</li>
</ul>
</div>
</div>
<div id="outline-container-orge9646ac" class="outline-3">
<h3 id="orge9646ac"><span class="section-number-3">5.2</span> Major Issues Assiciated with Current Phosphorus Usage</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>Inefficient global food system
<ul class="org-ul">
<li>4/5 of phosphorus is lost/wasted in the supply chain from mine to field to fork</li>
</ul></li>
<li>Cheap fertilizer
<ul class="org-ul">
<li>Farmers need access to phosphorus, yet up to 1B farmers lack access to fertilizer markets</li>
</ul></li>
<li>No Monitoring
<ul class="org-ul">
<li>Currently no international or national policies, guidelines, or organizations responsible for ensuring long term availability and accessibility of phosphorus of food production</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org86a16af" class="outline-3">
<h3 id="org86a16af"><span class="section-number-3">5.3</span> Phosphate Prices</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>temporary phosphorus price spikes in 2008 affected farmers from Australia to Ethopia, leading to farmer riots and suicides - was a wake up call to the fragility of the world food sitation</li>
</ul>
</div>
</div>
<div id="outline-container-org8fe4d0d" class="outline-3">
<h3 id="org8fe4d0d"><span class="section-number-3">5.4</span> Sustainable Phosphorus Measures</h3>
<div class="outline-text-3" id="text-5-4">
<ul class="org-ul">
<li>Much of phosphorus is lost in waste, can be recycled and recouped</li>
<li>Critical to maintain a more sustainable diet</li>
</ul>
</div>
</div>
<div id="outline-container-org8d541ea" class="outline-3">
<h3 id="org8d541ea"><span class="section-number-3">5.5</span> Soil &amp; Soil Dynamics</h3>
<div class="outline-text-3" id="text-5-5">
<ul class="org-ul">
<li>Critical Concepts:
<ul class="org-ul">
<li>Physical and Chemical Weathering</li>
<li>Erosion</li>
<li>How long do soils take to form?</li>
<li>Soil loss &amp; conversion</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org41f997a" class="outline-3">
<h3 id="org41f997a"><span class="section-number-3">5.6</span> Physical and Chemical Weathering</h3>
<div class="outline-text-3" id="text-5-6">
<ul class="org-ul">
<li>Weathering = breakdown of rocks, soil, minerals often done by water or organisms
<ul class="org-ul">
<li>Physical weathering = simply breaking down rocks</li>
<li>Chemical weathering - changing the chemical structure of rock, soil, etc</li>
</ul></li>
<li>Makes up ~50% of the soil</li>
<li>Takes an extremely long time</li>
</ul>
</div>
</div>
<div id="outline-container-org96a36d3" class="outline-3">
<h3 id="org96a36d3"><span class="section-number-3">5.7</span> Soil Complexity</h3>
<div class="outline-text-3" id="text-5-7">
<ul class="org-ul">
<li>Diverse organisms contribute to soil structure</li>
<li>Soil is often linked between the different spheres of the world and supports biodiversity significantly</li>
<li>Climate effects soil in different ways
<ul class="org-ul">
<li>Tropical forest: generally infertile due to heavy rainfall and decomposition rates</li>
<li>Temperate forest: usually fertile and neutral to slightly aciding</li>
<li>Temperate grassland: neutral to slightly basic, high to moderate fertility</li>
<li>Desert: low fertility and organic magter, often high in salt content</li>
</ul></li>
<li>It can take 500+ years for 2.5 cm of soil to form</li>
<li>Poor land use practices cause soil erosion</li>
</ul>
</div>
</div>
<div id="outline-container-orga5b8df6" class="outline-3">
<h3 id="orga5b8df6"><span class="section-number-3">5.8</span> Weathering vs Erosion</h3>
<div class="outline-text-3" id="text-5-8">
<ul class="org-ul">
<li>Weathering: the breakdown of rock to soil (creating soil)</li>
<li>Erosion: the movement of soil, minerals, etc to another place (taking away soil)</li>
<li>Overgrazing: removal of plant matter by livestock exposes soil to erosion</li>
<li>Deforestation exposes soil to loss</li>
<li>Desetification: Semiarid range land becomes permanently less productive when overgrazed</li>
</ul>
</div>
</div>
<div id="outline-container-org6672c7a" class="outline-3">
<h3 id="org6672c7a"><span class="section-number-3">5.9</span> Summary</h3>
<div class="outline-text-3" id="text-5-9">
<ul class="org-ul">
<li>There are biotic and abiotic components of ecosystems</li>
<li>Global biogeochemical cycles are essential to supportiong biology and the economy</li>
<li>Phosphorus is especially important. It is distributed heterogeneously and limitation of it may compromise agricultural production. An excess of phosphorus is a major quatic pollutant</li>
<li>Access to elements will govern patterns in economic and technological development</li>
<li>Soils are complex and take extremely long times to form. Soils are strongly influenced by climate.</li>
<li>A variety of activities compromise soils.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgf850265" class="outline-2">
<h2 id="orgf850265"><span class="section-number-2">6</span> 11.23.20</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org2462963" class="outline-3">
<h3 id="org2462963"><span class="section-number-3">6.1</span> Tomato Agriculture</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>Tomato is one of the most valuable crops in the world</li>
<li>Originally from S America, transported to Europe by early 17th century, back to N America in 18th century</li>
<li>Annual production &gt; 175M tons, 85B USD</li>
<li>Important plant model
<ul class="org-ul">
<li>15,000+ known varieties</li>
<li>Member of important Solanaceae family</li>
</ul></li>
</ul>
</div>
</div>
