school/ecol/ecolMaster.tex
\section{11.30.20}
\label{sec:orgad1f81f}
\subsection{Human Impacts on the Phosphorus Cycle}
\label{sec:org3477dff}
\begin{itemize}
\item inc fetrilizer use increases phosphorus runoff into waterways, increases eutrophication
\item all farmers need phosphorus, but 5 countries control \textasciitilde{}85\% of world's remaining phosphate reserves
\item phsophorus critical to fertility, high crop yields, overall necessary to food production
\item phosphorus quickly becoming more expensive
\end{itemize}
\subsection{Major Issues Assiciated with Current Phosphorus Usage}
\label{sec:org10db85a}
\begin{itemize}
\item Inefficient global food system
\begin{itemize}
\item 4/5 of phosphorus is lost/wasted in the supply chain from mine to field to fork
\end{itemize}
\item Cheap fertilizer
\begin{itemize}
\item Farmers need access to phosphorus, yet up to 1B farmers lack access to fertilizer markets
\end{itemize}
\item No Monitoring
\begin{itemize}
\item Currently no international or national policies, guidelines, or organizations responsible for ensuring long term availability and accessibility of phosphorus of food production
\end{itemize}
\end{itemize}
\subsection{Phosphate Prices}
\label{sec:orgd559502}
\begin{itemize}
\item temporary phosphorus price spikes in 2008 affected farmers from Australia to Ethopia, leading to farmer riots and suicides - was a wake up call to the fragility of the world food sitation
\end{itemize}
\subsection{Sustainable Phosphorus Measures}
\label{sec:org7bc83b9}
\begin{itemize}
\item Much of phosphorus is lost in waste, can be recycled and recouped
\item Critical to maintain a more sustainable diet
\end{itemize}
\subsection{Soil \& Soil Dynamics}
\label{sec:orge06041d}
\begin{itemize}
\item Critical Concepts:
\begin{itemize}
\item Physical and Chemical Weathering
\item Erosion
\item How long do soils take to form?
\item Soil loss \& conversion
\end{itemize}
\end{itemize}
\subsection{Physical and Chemical Weathering}
\label{sec:orgf5b2e1d}
\begin{itemize}
\item Weathering = breakdown of rocks, soil, minerals often done by water or organisms
\begin{itemize}
\item Physical weathering = simply breaking down rocks
\item Chemical weathering - changing the chemical structure of rock, soil, etc
\end{itemize}
\item Makes up \textasciitilde{}50\% of the soil
\item Takes an extremely long time
\end{itemize}
\subsection{Soil Complexity}
\label{sec:org3bca555}
\begin{itemize}
\item Diverse organisms contribute to soil structure
\item Soil is often linked between the different spheres of the world and supports biodiversity significantly
\item Climate effects soil in different ways
\begin{itemize}
\item Tropical forest: generally infertile due to heavy rainfall and decomposition rates
\item Temperate forest: usually fertile and neutral to slightly aciding
\item Temperate grassland: neutral to slightly basic, high to moderate fertility
\item Desert: low fertility and organic magter, often high in salt content
\end{itemize}
\item It can take 500+ years for 2.5 cm of soil to form
\item Poor land use practices cause soil erosion
\end{itemize}
\subsection{Weathering vs Erosion}
\label{sec:org9c68abf}
\begin{itemize}
\item Weathering: the breakdown of rock to soil (creating soil)
\item Erosion: the movement of soil, minerals, etc to another place (taking away soil)
\item Overgrazing: removal of plant matter by livestock exposes soil to erosion
\item Deforestation exposes soil to loss
\item Desetification: Semiarid range land becomes permanently less productive when overgrazed
\end{itemize}
\subsection{Summary}
\label{sec:orgad3b6e5}
\begin{itemize}
\item There are biotic and abiotic components of ecosystems
\item Global biogeochemical cycles are essential to supportiong biology and the economy
\item Phosphorus is especially important. It is distributed heterogeneously and limitation of it may compromise agricultural production. An excess of phosphorus is a major quatic pollutant
\item Access to elements will govern patterns in economic and technological development
\item Soils are complex and take extremely long times to form. Soils are strongly influenced by climate.
\item A variety of activities compromise soils.
\end{itemize}
\section{11.23.20}
\label{sec:org30169fe}
\subsection{Tomato Agriculture}
\label{sec:org9018a5b}
\begin{itemize}
\item Tomato is one of the most valuable crops in the world
\item Originally from S America, transported to Europe by early 17th century, back to N America in 18th century
\item Annual production > 175M tons, 85B USD
\item Important plant model
\begin{itemize}
\item 15,000+ known varieties
\item Member of important Solanaceae family
\end{itemize}
\end{itemize}
