school/ecol/ecolMaster.html
<div id="outline-container-org76413c1" class="outline-3">
<h3 id="org76413c1"><span class="section-number-3">6.2</span> Ecosystems</h3>
<div class="outline-text-3" id="text-6-2">
<ul class="org-ul">
<li>The provisioning of ecosystem services is dependent upon functioning ecosystems</li>
<li>Biosphere: the total area on Earth where living things are found; the sum total of all biomes</li>
<li>Ecosystem: all of the organisms in a given area + the physical environment in which, and with which, they interact</li>
<li>Community: all the populations (plants, animals, other species) living and interacting in an area</li>
<li>Population: all the individuals of a species that live in the same geographic area and are able to interact and interbreed</li>
<li>Ecosystem ecologists: study how ecosystems work in relation to their biotic and abiotic components</li>
<li>Population ecologists: study how populations change over time and space</li>
<li>Community ecologists: investigate the factors that influence biodiversity, community structure, and the distribution and abundance of specie</li>
</ul>
</div>
</div>
<div id="outline-container-org2c7ffbb" class="outline-3">
<h3 id="org2c7ffbb"><span class="section-number-3">6.3</span> Energy and Matter</h3>
<div class="outline-text-3" id="text-6-3">
<ul class="org-ul">
<li>All ecosystems function through:
<ul class="org-ul">
<li>Matter cycles: movement of life&rsquo;s essential chemicals/nutrients through an ecosystem</li>
<li>Energy flow: the one-way passage of energy through an ecosystem</li>
</ul></li>
<li>Earth is materially closed but energetically open</li>
<li>Biomass can&rsquo;t enter or leave the system, but energy can</li>
<li>Energy enters as sunlight through either heat or light</li>
<li>Photosynthesis: the chem eraction done by producers to convert energy of the sun using carbon dioxide and water -&gt; sugar and oxygen</li>
</ul>
</div>
</div>
<div id="outline-container-org595e9e3" class="outline-3">
<h3 id="org595e9e3"><span class="section-number-3">6.4</span> Biomes</h3>
<div class="outline-text-3" id="text-6-4">
<ul class="org-ul">
<li>Biomes: specific portions of the biosphere determined by climate and identified by the predominant vegetation and organisms adapted to live there</li>
<li>Biomes are divided into three main categories
<ul class="org-ul">
<li>Terrestrial</li>
<li>Marine</li>
<li>Freshwater</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga473897" class="outline-3">
<h3 id="orga473897"><span class="section-number-3">6.5</span> Limiting Factors &amp; Distribution</h3>
<div class="outline-text-3" id="text-6-5">
<ul class="org-ul">
<li>Limiting factor: the critical resource whose supply determines the population size of a given species in a given ecosystem</li>
<li>Range of tolerance: the rande, within upper and lower limits, of a limiting factor that can limit population size</li>
<li>Limiting factors determine the distribution and size of populations</li>
<li>Variability increases a population&rsquo;s range of toleration, expanding its distributoin and increasbing the chance that it will be able to adapt to changing conditions</li>
</ul>
</div>
</div>
<div id="outline-container-org74fa192" class="outline-3">
<h3 id="org74fa192"><span class="section-number-3">6.6</span> Review</h3>
<div class="outline-text-3" id="text-6-6">
<ul class="org-ul">
<li>Food insecurity is global and heterogeneous</li>
<li>There are 4 types of ecosystem services</li>
<li>Biophysical charactersistics of systems govern what and how much of a crop can be produced into a region</li>
</ul>
</div>
</div>
<div id="outline-container-org1bacda0" class="outline-3">
<h3 id="org1bacda0"><span class="section-number-3">6.7</span> Matter</h3>
<div class="outline-text-3" id="text-6-7">
<ul class="org-ul">
<li>Matter cycles that move nutrients through ecosystems depend on living organisms and abiotic sinks of those resources</li>
<li>Biotic: the living, organic components of an ecosystem</li>
<li>Abiotic: the non-living compoenents of an ecosystem, important for nutrient cycling</li>
<li>BiogeochemistryL the ways in which an element or compound moves between its various living and nonliving forms and locations in the bioshphere</li>
<li>Elements required for life: Carbon, Hydrogen, Ditrogen, Oxygen, Phosphorus, Sulfur</li>
<li>Biogeochemical Cycles:
<ul class="org-ul">
<li>Water cycle</li>
<li>Carbon cycle</li>
<li>Nitrogen cycle</li>
<li>Phosphorus Cycle</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orge875493" class="outline-3">
<h3 id="orge875493"><span class="section-number-3">6.8</span> Carbon Cycle</h3>
<div class="outline-text-3" id="text-6-8">
<ul class="org-ul">
<li>Photosynthesis: Plants and other photosynthetic organisms produce sugars
<ul class="org-ul">
<li>Utilize sunlight and CO2, produce oxygen</li>
<li>Photosynthesizers known as producers</li>
</ul></li>
<li>Cellular respiration: Organisms break down sugar to release energy
<ul class="org-ul">
<li>Utilizes oxygen, produces CO2, known as consumers</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org7cf734e" class="outline-3">
<h3 id="org7cf734e"><span class="section-number-3">6.9</span> Nitrogen Cycle</h3>
<div class="outline-text-3" id="text-6-9">
<ul class="org-ul">
<li>Nitrogen is the most abundant gas in the air but has a very tight bond, bond must be broken (fixed) before use by producers</li>
<li>Nitrogen cal also be released back into the atmosphere</li>
<li>Nitrogen Cycle: a continuous series of natural processes by which nitrogen passes from air -&gt; soil -&gt; organisms -&gt; air/soil</li>
<li>Nitrogen enters ecosystem through nitrogen fixation</li>
<li>Nitrogen exits the ecosystem when other bacteria convert nitrate back to molecular Nitrogen</li>
<li>Humans are disrupting the nitrogen cycle
<ul class="org-ul">
<li>Fertilizers and emissions are doubling availbility of nitrogen</li>
<li>While nitrogen is no longer a limitng factor for plant growth, the additional notrigen can disrupt the ecosystem</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org270b18f" class="outline-3">
<h3 id="org270b18f"><span class="section-number-3">6.10</span> Phosphorus Cycle</h3>
<div class="outline-text-3" id="text-6-10">
<ul class="org-ul">
<li>Different than other cycles because phosporus doesn&rsquo;t exist in the atmosphere</li>
<li>Only found in solid, liquid form</li>
<li>Phosphorus cycle: a series of natural processes by which phosphorus moves from rock -&gt; soil, water -&gt; living organisms -&gt; soil</li>
</ul>
</div>
</div>
</div>
