school/ecol/ecolMaster.tex
\subsection{Ecosystems}
\label{sec:orga991697}
\begin{itemize}
\item The provisioning of ecosystem services is dependent upon functioning ecosystems
\item Biosphere: the total area on Earth where living things are found; the sum total of all biomes
\item Ecosystem: all of the organisms in a given area + the physical environment in which, and with which, they interact
\item Community: all the populations (plants, animals, other species) living and interacting in an area
\item Population: all the individuals of a species that live in the same geographic area and are able to interact and interbreed
\item Ecosystem ecologists: study how ecosystems work in relation to their biotic and abiotic components
\item Population ecologists: study how populations change over time and space
\item Community ecologists: investigate the factors that influence biodiversity, community structure, and the distribution and abundance of specie
\end{itemize}
\subsection{Energy and Matter}
\label{sec:orgc8162f2}
\begin{itemize}
\item All ecosystems function through:
\begin{itemize}
\item Matter cycles: movement of life's essential chemicals/nutrients through an ecosystem
\item Energy flow: the one-way passage of energy through an ecosystem
\end{itemize}
\item Earth is materially closed but energetically open
\item Biomass can't enter or leave the system, but energy can
\item Energy enters as sunlight through either heat or light
\item Photosynthesis: the chem eraction done by producers to convert energy of the sun using carbon dioxide and water -> sugar and oxygen
\end{itemize}
\subsection{Biomes}
\label{sec:orga7ccfd6}
\begin{itemize}
\item Biomes: specific portions of the biosphere determined by climate and identified by the predominant vegetation and organisms adapted to live there
\item Biomes are divided into three main categories
\begin{itemize}
\item Terrestrial
\item Marine
\item Freshwater
\end{itemize}
\end{itemize}
\subsection{Limiting Factors \& Distribution}
\label{sec:org18b44be}
\begin{itemize}
\item Limiting factor: the critical resource whose supply determines the population size of a given species in a given ecosystem
\item Range of tolerance: the rande, within upper and lower limits, of a limiting factor that can limit population size
\item Limiting factors determine the distribution and size of populations
\item Variability increases a population's range of toleration, expanding its distributoin and increasbing the chance that it will be able to adapt to changing conditions
\end{itemize}
\subsection{Review}
\label{sec:org0fcd097}
\begin{itemize}
\item Food insecurity is global and heterogeneous
\item There are 4 types of ecosystem services
\item Biophysical charactersistics of systems govern what and how much of a crop can be produced into a region
\end{itemize}
\subsection{Matter}
\label{sec:orge1e9a38}
\begin{itemize}
\item Matter cycles that move nutrients through ecosystems depend on living organisms and abiotic sinks of those resources
\item Biotic: the living, organic components of an ecosystem
\item Abiotic: the non-living compoenents of an ecosystem, important for nutrient cycling
\item BiogeochemistryL the ways in which an element or compound moves between its various living and nonliving forms and locations in the bioshphere
\item Elements required for life: Carbon, Hydrogen, Ditrogen, Oxygen, Phosphorus, Sulfur
\item Biogeochemical Cycles:
\begin{itemize}
\item Water cycle
\item Carbon cycle
\item Nitrogen cycle
\item Phosphorus Cycle
\end{itemize}
\end{itemize}
\subsection{Carbon Cycle}
\label{sec:org863f0d8}
\begin{itemize}
\item Photosynthesis: Plants and other photosynthetic organisms produce sugars
\begin{itemize}
\item Utilize sunlight and CO2, produce oxygen
\item Photosynthesizers known as producers
\end{itemize}
\item Cellular respiration: Organisms break down sugar to release energy
\begin{itemize}
\item Utilizes oxygen, produces CO2, known as consumers
\end{itemize}
\end{itemize}
\subsection{Nitrogen Cycle}
\label{sec:org01f0888}
\begin{itemize}
\item Nitrogen is the most abundant gas in the air but has a very tight bond, bond must be broken (fixed) before use by producers
\item Nitrogen cal also be released back into the atmosphere
\item Nitrogen Cycle: a continuous series of natural processes by which nitrogen passes from air -> soil -> organisms -> air/soil
\item Nitrogen enters ecosystem through nitrogen fixation
\item Nitrogen exits the ecosystem when other bacteria convert nitrate back to molecular Nitrogen
\item Humans are disrupting the nitrogen cycle
\begin{itemize}
\item Fertilizers and emissions are doubling availbility of nitrogen
\item While nitrogen is no longer a limitng factor for plant growth, the additional notrigen can disrupt the ecosystem
\end{itemize}
\end{itemize}
\subsection{Phosphorus Cycle}
\label{sec:orga5a6334}
\begin{itemize}
\item Different than other cycles because phosporus doesn't exist in the atmosphere
\item Only found in solid, liquid form
\item Phosphorus cycle: a series of natural processes by which phosphorus moves from rock -> soil, water -> living organisms -> soil
\end{itemize}
