school/ecol/ecolMaster.html
<div id="outline-container-orgab80e20" class="outline-2">
<h2 id="orgab80e20"><span class="section-number-2">7</span> 11.20.20</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org27ed2e0" class="outline-3">
<h3 id="org27ed2e0"><span class="section-number-3">7.1</span> What does it take to grow a tomato?</h3>
<div class="outline-text-3" id="text-7-1">
<ul class="org-ul">
<li>Nursery (Water, energu, materials, presicides, etc)</li>
<li>Nursery to farm transport</li>
<li>Cultivation (Pesticides, land use, tillage, etc)</li>
<li>Farm to Packaging-House transport</li>
<li>Packaging (Energy, water, packaging)</li>
<li>Transportation (Freight ship route, truck route)</li>
</ul>
</div>
</div>
<div id="outline-container-org5c14ce0" class="outline-3">
<h3 id="org5c14ce0"><span class="section-number-3">7.2</span> Ecosystem Services</h3>
<div class="outline-text-3" id="text-7-2">
<ul class="org-ul">
<li>Provisioning Services (Prodicts obtained from the ecosystem)</li>
<li>Regulating Services (Benefits from regulation of ecosystems)</li>
<li>Cultural Services (non-material benefits obtained from ecosystems)</li>
<li>Life on earth depends on ecosystem services provided by natures</li>
<li>Recognizing the value of rhese services may motivate us to protect them</li>
</ul>
</div>
</div>
<div id="outline-container-orgf79683d" class="outline-3">
<h3 id="orgf79683d"><span class="section-number-3">7.3</span> Nutrition</h3>
<div class="outline-text-3" id="text-7-3">
<ul class="org-ul">
<li>Currently produce 1/3 more calories than needed</li>
<li>UN 2013, 842M people (12% of the world) suffers from undernutrition (not enough calories)</li>
<li>Civil war and Climate change contribute to a significant increase in recent famine</li>
<li>Although we produce enough food to feed everyone, nearly 1B people don&rsquo;t have access to enough nutritious food</li>
<li>The rise of industrial agriculture and the Green Revolution helped fight hunger in the 20th century but came w some unintended consequences</li>
<li>Employing a variety of agricultural methods and addressing socioeconomic drivers of poverty necessary to fight hunger</li>
</ul>
</div>
</div>
<div id="outline-container-org298e0de" class="outline-3">
<h3 id="org298e0de"><span class="section-number-3">7.4</span> Food Security</h3>
<div class="outline-text-3" id="text-7-4">
<ul class="org-ul">
<li>Food security: having enough physical, social, and economic access to sufficient safe and nutritious food</li>
<li>Food insecurity is a problem due to
<ul class="org-ul">
<li>Inadequate distribution of food</li>
<li>Inadequate funds to buy food</li>
</ul></li>
<li>Undernourishment: When a person does not have enough to eat</li>
<li>Worldwide, 1/4 children experiences stunted growth due to undernutrition</li>
<li>Malnutrition: a state of poor health that results from a nutritional imbalance due to a lack of essential nutrients
<ul class="org-ul">
<li>can serve as a prelude to many duseases</li>
<li>UN est that the cost of treating malnourishment in children under 2 is double of the cost to prevent it in the first place</li>
</ul></li>
<li>Overnutrition: the consumption of too many calories
<ul class="org-ul">
<li>considered a form of malnutrition</li>
<li>affects 1.5B people</li>
<li>increases susceptibility to diseases</li>
<li>problem of both the wealthy and poor</li>
</ul></li>
<li>Protein deficiency -&gt; Kwashiorkor</li>
<li>Calorie and protein deficiency -&gt; wasting disease</li>
<li>Vitamin deficiency -&gt; many diseases</li>
</ul>
</div>
</div>
<div id="outline-container-orgaba318c" class="outline-3">
<h3 id="orgaba318c"><span class="section-number-3">7.5</span> Food Deserts</h3>
<div class="outline-text-3" id="text-7-5">
<ul class="org-ul">
<li>13/30 of athens census tracts are labeled as food deserts, 33% of residents live 1+ mile from a grocery store</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6499a56" class="outline-2">
<h2 id="org6499a56"><span class="section-number-2">8</span> 11.11.20</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orgc78be4c" class="outline-3">
<h3 id="orgc78be4c"><span class="section-number-3">8.1</span> Cannabis &amp; Sustaibaility</h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>Now that cannabis legalization is sweeping North America, we need to better understand its impact on freshwater systems</li>
<li>2/3 of Americans believe that marijuana should be legalized</li>
</ul>
</div>
</div>
<div id="outline-container-org6962afc" class="outline-3">
<h3 id="org6962afc"><span class="section-number-3">8.2</span> Cannabis &amp; The Economy</h3>
<div class="outline-text-3" id="text-8-2">
<ul class="org-ul">
<li>Cannabis may be key to economic recovery, potentially post COVID, similar to how ending prohibition helped end the Great Depression</li>
<li>10s to 100s of Millions made off of Marijauna tax revenue</li>
<li>California is the biggest producer with nevada as the runner up for marijuana</li>
</ul>
</div>
</div>
<div id="outline-container-orgba89f29" class="outline-3">
<h3 id="orgba89f29"><span class="section-number-3">8.3</span> Cannabis &amp; Society</h3>
<div class="outline-text-3" id="text-8-3">
<ul class="org-ul">
<li>Many states are no decriminalizing Marijuana and allow for medical Marijuana use</li>
<li>Without legalization, marijuana feeds non-violent offenders into the prison system, perpetuates mass incarceration, and disproportionately affects POC</li>
<li>California was the first state to allow medical use of Marijuana, many states have created laws since then</li>
</ul>
</div>
</div>
