school/ecol/ecolMaster.tex
\section{11.20.20}
\label{sec:orge6cad35}
\subsection{What does it take to grow a tomato?}
\label{sec:orgad0cd63}
\begin{itemize}
\item Nursery (Water, energu, materials, presicides, etc)
\item Nursery to farm transport
\item Cultivation (Pesticides, land use, tillage, etc)
\item Farm to Packaging-House transport
\item Packaging (Energy, water, packaging)
\item Transportation (Freight ship route, truck route)
\end{itemize}
\subsection{Ecosystem Services}
\label{sec:org9733b6e}
\begin{itemize}
\item Provisioning Services (Prodicts obtained from the ecosystem)
\item Regulating Services (Benefits from regulation of ecosystems)
\item Cultural Services (non-material benefits obtained from ecosystems)
\item Life on earth depends on ecosystem services provided by natures
\item Recognizing the value of rhese services may motivate us to protect them
\end{itemize}
\subsection{Nutrition}
\label{sec:orgf7eba7f}
\begin{itemize}
\item Currently produce 1/3 more calories than needed
\item UN 2013, 842M people (12\% of the world) suffers from undernutrition (not enough calories)
\item Civil war and Climate change contribute to a significant increase in recent famine
\item Although we produce enough food to feed everyone, nearly 1B people don't have access to enough nutritious food
\item The rise of industrial agriculture and the Green Revolution helped fight hunger in the 20th century but came w some unintended consequences
\item Employing a variety of agricultural methods and addressing socioeconomic drivers of poverty necessary to fight hunger
\end{itemize}
\subsection{Food Security}
\label{sec:org1c9e0d4}
\begin{itemize}
\item Food security: having enough physical, social, and economic access to sufficient safe and nutritious food
\item Food insecurity is a problem due to
\begin{itemize}
\item Inadequate distribution of food
\item Inadequate funds to buy food
\end{itemize}
\item Undernourishment: When a person does not have enough to eat
\item Worldwide, 1/4 children experiences stunted growth due to undernutrition
\item Malnutrition: a state of poor health that results from a nutritional imbalance due to a lack of essential nutrients
\begin{itemize}
\item can serve as a prelude to many duseases
\item UN est that the cost of treating malnourishment in children under 2 is double of the cost to prevent it in the first place
\end{itemize}
\item Overnutrition: the consumption of too many calories
\begin{itemize}
\item considered a form of malnutrition
\item affects 1.5B people
\item increases susceptibility to diseases
\item problem of both the wealthy and poor
\end{itemize}
\item Protein deficiency -> Kwashiorkor
\item Calorie and protein deficiency -> wasting disease
\item Vitamin deficiency -> many diseases
\end{itemize}
\subsection{Food Deserts}
\label{sec:org123301b}
\begin{itemize}
\item 13/30 of athens census tracts are labeled as food deserts, 33\% of residents live 1+ mile from a grocery store
\end{itemize}
\section{11.11.20}
\label{sec:org45c0e5c}
\subsection{Cannabis \& Sustaibaility}
\label{sec:org456cad7}
\begin{itemize}
\item Now that cannabis legalization is sweeping North America, we need to better understand its impact on freshwater systems
\item 2/3 of Americans believe that marijuana should be legalized
\end{itemize}
\subsection{Cannabis \& The Economy}
\label{sec:org16635c5}
\begin{itemize}
\item Cannabis may be key to economic recovery, potentially post COVID, similar to how ending prohibition helped end the Great Depression
\item 10s to 100s of Millions made off of Marijauna tax revenue
\item California is the biggest producer with nevada as the runner up for marijuana
\end{itemize}
\subsection{Cannabis \& Society}
\label{sec:orgc760328}
\begin{itemize}
\item Many states are no decriminalizing Marijuana and allow for medical Marijuana use
\item Without legalization, marijuana feeds non-violent offenders into the prison system, perpetuates mass incarceration, and disproportionately affects POC
\item California was the first state to allow medical use of Marijuana, many states have created laws since then
\end{itemize}
