school/ecol/ecolMaster.org
** Cannabis and the Environment
- California case study, Pot takes up very significant amounts of water, no regulation
- Groundwater use has triggered conflicts across areas of California
- Water rights are a large concern in the Marijuana industry, especially for California because unlicenced growers often steal other's water
- US DEA est. that 60% of cannabis consumed nationwide is grown in California
- Bulk of that comes from three upstate counties of the Emerald Triangle: Mendocino, Humboldt and Trinity.
- This is because the conditions there are perfect for Cannabis growth but this comes with problems for the environment, waterways, and wildlife
- Creek Diversions threaten fish habitats
- Road building erodes soil, streams
- 1 marijuana plant growing in a national forest uses 900 gallons of water per growing season
- In 2017, 1.25 Million plants were found growing in CA national parks
- Illegal marijuana growth therefore uses 1.1 Billion gallons of water
** Tristate Water Wars
- For 30 years, GA, AL, FL have fought over the sue of water in the Apalachicola-Chattahoochee- Flint River Basin (ACF) which is heavily infleunced by the US Army Corps of Engineers' operation of Lake Lanier's Buford Dam. Lanier lies within Chattahoochee's headwaters, north of Atlanta
- 70: the number of attorneys on retainer by GA
- 4 Million: Pages of documents produced by GA agencies, universities and non-profits requested by FL.
- 660,000 emails give to GA by FL
- 45 people deposed by both GA and FL
* 11.02.20
** Triple Bottom Line
- An assessment of the cost of a good or service should include more than just the economic costs; it should also include the social and environmental cost
- IPAT Equation:
  I = P * A * T; I = Impact, P = Population size, A = Affluence(products/person), T = Tech Usage (impact/product)
** Assumptions of Mainstream Economics
- Environmental economists argue that mainstream economics will fail in the long run because it makes some assumptions that are inconsistent with the way nature operates
**** Assumption:
- Natural and human resources are infinite, substitutes can be found as necessary
- Economic growth will go on forever
- Something that benefits/harms us today is more important than something that ight do so tomorrow
**** Impacts:
- Linear economic production models use inputs and produce waste without regard to sustainability; circular systems depend on renewable resources and see waste as a useful inp
- Cradle to Cradle mentality creates sustainability whereas crade to grave increase the amount of overall waste
** Market solutions
- Alternatve: Command and Control
  - Command = estbalishment of performance standards by a govt authority that must be complied with
  - Control = negative consequences that could result from non-compliance
- Performance Standards
- Tradeable permits
  - Important to consider the effect on environmental justice
Economic Incentives
  - Seek to reduce or eliminate negative environmental externalities (such as pollution) by incorporating the external cost of production.
  - The general focus is prevention rather than remediation
- Payment for Ecosystem Services
  - NYC protecting its water supply
** Environmental Policy
- Environmental policy = A course of action adopted by a government or organization intended to improve the natural environment and public health and reduce human impact on the environment
- Collective action undertaken to manage natural resources and human impacts on the environment.
- Things like:
  – Laws
  – Regulations
  – International agreements
  – Funding decisions
** Why is Environmental Policy Challenging
- Many environmental problems trasncend boundaries
- Lots of WICKED problems, very complex with mulitple stakeholders
- Lawmakers must juggle many factors
  - Effectiveness of the policy
  - Negative tradeoffs
  - Cost burden (internal, external costs)
  - Flexibility of the policy to accomodate changes
- Many times, voters and lawmakers don't agree that they are necessary
