school/ecol/ecolMaster.html
<div id="outline-container-org4a415cc" class="outline-3">
<h3 id="org4a415cc"><span class="section-number-3">8.4</span> Cannabis and the Environment</h3>
<div class="outline-text-3" id="text-8-4">
<ul class="org-ul">
<li>California case study, Pot takes up very significant amounts of water, no regulation</li>
<li>Groundwater use has triggered conflicts across areas of California</li>
<li>Water rights are a large concern in the Marijuana industry, especially for California because unlicenced growers often steal other&rsquo;s water</li>
<li>US DEA est. that 60% of cannabis consumed nationwide is grown in California</li>
<li>Bulk of that comes from three upstate counties of the Emerald Triangle: Mendocino, Humboldt and Trinity.</li>
<li>This is because the conditions there are perfect for Cannabis growth but this comes with problems for the environment, waterways, and wildlife</li>
<li>Creek Diversions threaten fish habitats</li>
<li>Road building erodes soil, streams</li>
<li>1 marijuana plant growing in a national forest uses 900 gallons of water per growing season</li>
<li>In 2017, 1.25 Million plants were found growing in CA national parks</li>
<li>Illegal marijuana growth therefore uses 1.1 Billion gallons of water</li>
</ul>
</div>
</div>
<div id="outline-container-org5414939" class="outline-3">
<h3 id="org5414939"><span class="section-number-3">8.5</span> Tristate Water Wars</h3>
<div class="outline-text-3" id="text-8-5">
<ul class="org-ul">
<li>For 30 years, GA, AL, FL have fought over the sue of water in the Apalachicola-Chattahoochee- Flint River Basin (ACF) which is heavily infleunced by the US Army Corps of Engineers&rsquo; operation of Lake Lanier&rsquo;s Buford Dam. Lanier lies within Chattahoochee&rsquo;s headwaters, north of Atlanta</li>
<li>70: the number of attorneys on retainer by GA</li>
<li>4 Million: Pages of documents produced by GA agencies, universities and non-profits requested by FL.</li>
<li>660,000 emails give to GA by FL</li>
<li>45 people deposed by both GA and FL</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2d73f79" class="outline-2">
<h2 id="org2d73f79"><span class="section-number-2">9</span> 11.02.20</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org12586ab" class="outline-3">
<h3 id="org12586ab"><span class="section-number-3">9.1</span> Triple Bottom Line</h3>
<div class="outline-text-3" id="text-9-1">
<ul class="org-ul">
<li>An assessment of the cost of a good or service should include more than just the economic costs; it should also include the social and environmental cost</li>
<li>IPAT Equation:
I = P * A * T; I = Impact, P = Population size, A = Affluence(products/person), T = Tech Usage (impact/product)</li>
</ul>
</div>
</div>
<div id="outline-container-orgf5b6425" class="outline-3">
<h3 id="orgf5b6425"><span class="section-number-3">9.2</span> Assumptions of Mainstream Economics</h3>
<div class="outline-text-3" id="text-9-2">
<ul class="org-ul">
<li>Environmental economists argue that mainstream economics will fail in the long run because it makes some assumptions that are inconsistent with the way nature operates</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org16dad01"></a>Assumption:<br />
<div class="outline-text-5" id="text-9-2-0-1">
<ul class="org-ul">
<li>Natural and human resources are infinite, substitutes can be found as necessary</li>
<li>Economic growth will go on forever</li>
<li>Something that benefits/harms us today is more important than something that ight do so tomorrow</li>
</ul>
</div>
</li>
<li><a id="org93e9c65"></a>Impacts:<br />
<div class="outline-text-5" id="text-9-2-0-2">
<ul class="org-ul">
<li>Linear economic production models use inputs and produce waste without regard to sustainability; circular systems depend on renewable resources and see waste as a useful inp</li>
<li>Cradle to Cradle mentality creates sustainability whereas crade to grave increase the amount of overall waste</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org08df18d" class="outline-3">
<h3 id="org08df18d"><span class="section-number-3">9.3</span> Market solutions</h3>
<div class="outline-text-3" id="text-9-3">
<ul class="org-ul">
<li>Alternatve: Command and Control
<ul class="org-ul">
<li>Command = estbalishment of performance standards by a govt authority that must be complied with</li>
<li>Control = negative consequences that could result from non-compliance</li>
</ul></li>
<li>Performance Standards</li>
<li>Tradeable permits
<ul class="org-ul">
<li>Important to consider the effect on environmental justice</li>
</ul></li>
</ul>
<p>
Economic Incentives
</p>
<ul class="org-ul">
<li>Seek to reduce or eliminate negative environmental externalities (such as pollution) by incorporating the external cost of production.</li>
<li>The general focus is prevention rather than remediation</li>
</ul>
<ul class="org-ul">
<li>Payment for Ecosystem Services
<ul class="org-ul">
<li>NYC protecting its water supply</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org7619a4c" class="outline-3">
<h3 id="org7619a4c"><span class="section-number-3">9.4</span> Environmental Policy</h3>
<div class="outline-text-3" id="text-9-4">
<ul class="org-ul">
<li>Environmental policy = A course of action adopted by a government or organization intended to improve the natural environment and public health and reduce human impact on the environment</li>
<li>Collective action undertaken to manage natural resources and human impacts on the environment.</li>
<li>Things like:
 Laws
 Regulations
 International agreements
 Funding decisions</li>
</ul>
</div>
</div>
<div id="outline-container-orgbff880b" class="outline-3">
<h3 id="orgbff880b"><span class="section-number-3">9.5</span> Why is Environmental Policy Challenging</h3>
<div class="outline-text-3" id="text-9-5">
<ul class="org-ul">
<li>Many environmental problems trasncend boundaries</li>
<li>Lots of WICKED problems, very complex with mulitple stakeholders</li>
<li>Lawmakers must juggle many factors
<ul class="org-ul">
<li>Effectiveness of the policy</li>
<li>Negative tradeoffs</li>
<li>Cost burden (internal, external costs)</li>
<li>Flexibility of the policy to accomodate changes</li>
</ul></li>
<li>Many times, voters and lawmakers don&rsquo;t agree that they are necessary</li>
</ul>
</div>
</div>
