school/ecol/ecolMaster.tex
\subsection{Cannabis and the Environment}
\label{sec:org67651f9}
\begin{itemize}
\item California case study, Pot takes up very significant amounts of water, no regulation
\item Groundwater use has triggered conflicts across areas of California
\item Water rights are a large concern in the Marijuana industry, especially for California because unlicenced growers often steal other's water
\item US DEA est. that 60\% of cannabis consumed nationwide is grown in California
\item Bulk of that comes from three upstate counties of the Emerald Triangle: Mendocino, Humboldt and Trinity.
\item This is because the conditions there are perfect for Cannabis growth but this comes with problems for the environment, waterways, and wildlife
\item Creek Diversions threaten fish habitats
\item Road building erodes soil, streams
\item 1 marijuana plant growing in a national forest uses 900 gallons of water per growing season
\item In 2017, 1.25 Million plants were found growing in CA national parks
\item Illegal marijuana growth therefore uses 1.1 Billion gallons of water
\end{itemize}
\subsection{Tristate Water Wars}
\label{sec:org2a08ebe}
\begin{itemize}
\item For 30 years, GA, AL, FL have fought over the sue of water in the Apalachicola-Chattahoochee- Flint River Basin (ACF) which is heavily infleunced by the US Army Corps of Engineers' operation of Lake Lanier's Buford Dam. Lanier lies within Chattahoochee's headwaters, north of Atlanta
\item 70: the number of attorneys on retainer by GA
\item 4 Million: Pages of documents produced by GA agencies, universities and non-profits requested by FL.
\item 660,000 emails give to GA by FL
\item 45 people deposed by both GA and FL
\end{itemize}
\section{11.02.20}
\label{sec:orgaa3e1eb}
\subsection{Triple Bottom Line}
\label{sec:orgb0b5374}
\begin{itemize}
\item An assessment of the cost of a good or service should include more than just the economic costs; it should also include the social and environmental cost
\item IPAT Equation:
I = P * A * T; I = Impact, P = Population size, A = Affluence(products/person), T = Tech Usage (impact/product)
\end{itemize}
\subsection{Assumptions of Mainstream Economics}
\label{sec:orgb878b4d}
\begin{itemize}
\item Environmental economists argue that mainstream economics will fail in the long run because it makes some assumptions that are inconsistent with the way nature operates
\end{itemize}
\begin{enumerate}
\item Assumption:
\label{sec:org56cdcb2}
\begin{itemize}
\item Natural and human resources are infinite, substitutes can be found as necessary
\item Economic growth will go on forever
\item Something that benefits/harms us today is more important than something that ight do so tomorrow
\end{itemize}
\item Impacts:
\label{sec:orge7c6557}
\begin{itemize}
\item Linear economic production models use inputs and produce waste without regard to sustainability; circular systems depend on renewable resources and see waste as a useful inp
\item Cradle to Cradle mentality creates sustainability whereas crade to grave increase the amount of overall waste
\end{itemize}
\end{enumerate}
\subsection{Market solutions}
\label{sec:orgbb199d9}
\begin{itemize}
\item Alternatve: Command and Control
\begin{itemize}
\item Command = estbalishment of performance standards by a govt authority that must be complied with
\item Control = negative consequences that could result from non-compliance
\end{itemize}
\item Performance Standards
\item Tradeable permits
\begin{itemize}
\item Important to consider the effect on environmental justice
\end{itemize}
\end{itemize}
Economic Incentives
\begin{itemize}
\item Seek to reduce or eliminate negative environmental externalities (such as pollution) by incorporating the external cost of production.
\item The general focus is prevention rather than remediation
\end{itemize}
\begin{itemize}
\item Payment for Ecosystem Services
\begin{itemize}
\item NYC protecting its water supply
\end{itemize}
\end{itemize}
\subsection{Environmental Policy}
\label{sec:org5f75faf}
\begin{itemize}
\item Environmental policy = A course of action adopted by a government or organization intended to improve the natural environment and public health and reduce human impact on the environment
\item Collective action undertaken to manage natural resources and human impacts on the environment.
\item Things like:
– Laws
– Regulations
– International agreements
– Funding decisions
\end{itemize}
\subsection{Why is Environmental Policy Challenging}
\label{sec:org0542174}
\begin{itemize}
\item Many environmental problems trasncend boundaries
\item Lots of WICKED problems, very complex with mulitple stakeholders
\item Lawmakers must juggle many factors
\begin{itemize}
\item Effectiveness of the policy
\item Negative tradeoffs
\item Cost burden (internal, external costs)
\item Flexibility of the policy to accomodate changes
\end{itemize}
\item Many times, voters and lawmakers don't agree that they are necessary
\end{itemize}
