school/ecol/ecolMaster.org
** History of Environmental Policy
 - Before 1960's
   - How best to use resources
   - Pollution not key objective
   - Primerily dealt with at the state level
   - Environmental problems addressed after the fact through litigation, favored the pollutor
 - Changes
   - As industry, pollution inc, pollution crossed state lines
   - Massive outcry in the 60's and 70's lef to federal legislation
   - Performance standards let to a prevention-focused regulation
** Who Makes Environmentla Policy?
- Elected Officials
- Federal and State Agencies
- Local departments: planning and zoning, public works, etc/
- Courts
- Corporations and other businesses
** NEPA
- NEPA’s key feature is the Environmental Impact Statement (EIS)—a report that details the likely impacts (positive and negative) of a proposed action.
- The goal of an EIS is to identify problems before they occur so that stakeholders can choose the most acceptable course of action.
- The findings are made available to everyone (citizens, policy makers, and special interest groups)—this keeps the process transparent and everyone is given a chance to respon
** Policy Decision Making Process
- Identify problem -> Consider options -> Formulate Plan -> Adopt Law -> Implement Law
  -> Evaluate effectiveness
- Statutes:
  - Provide policies, goals
  - Typically mandate an agency to promulgate regulations according to staturoy standards and enforce them
  - Often authorize states to enforce them
  - Often dictate funding allocations
- Regulations:
  - Regulation = rule = administrative law
  - The actual technical and programmatic standards for environmental protection
  - Standards usually in regulagtions instead of statutes because of ease of amendment
- Court Decisions
  - Rule on constitutionality of statute, regulation, or other deferal action
  - Rule on application of statue or regulation
  - Rule on meaning (language/intent)
- Executive Orders
  - Presidential directives to do something
  - Often involve internal affairs, Development of amendments to regulations
** Misc
- Most environmental regulation passed between the 70's and 90's, no significant regulation since
- Enforcement and Definitions absolutely essential
- Trump and Environmental Policy
  - Treaties
  – Paris Climate Agreement
  - Agency heads, federal judges
  - Agency directives –rules/regulations
  - Rule rollbacks
  - No new rules or policies
  - More state authority
* 10.26.20
- Disease cases frim infected mosquitoes, ticks, and fleas have tripled in the last 13 years
** Malaria
- Vector: Mosquito
- Transmission: Bite from infected mosquitoes
- Prevalence: Est 219M cases of Malaria, cases are mostly children w 660k Deaths
- US Prevalence: An average of 1,500 reported cases of malaria in the U.S. each year
** Dengue Gever:
- Vector: Asian tiger mosquito (in 36 US states)
- Transmission: Bite from infected mosquito
- Prevalence: 100M cases worldwide, endemic in the Americas
- Occurs rarely, but there is a small risk for dengue outbreaks in the continental United States, mainly in the Southern US
** Chikungunya
- Transmitted by mosquitoes
- Mainly in Africa, Asia, Europe, Indian, and Pacific Oceans
- First found in the Americas on Carribean islands in 2013
- Beginning in 2014, reported in US travelers
** West Nile Virus
- Vector: Mosquito
- Transmission: Bite form infected mosquito
- Prevalence: commonly found in Africa, Europe,Middle East, North America, West Asia
- U.S. Prevalence: Between 1999 and 2012, about 37,000 cases of West Nile Virus were reported in the U.S. Over 1,500 people died as a result.
