school/ecol/ecolMaster.html
<div id="outline-container-org30f6b6c" class="outline-3">
<h3 id="org30f6b6c"><span class="section-number-3">9.6</span> History of Environmental Policy</h3>
<div class="outline-text-3" id="text-9-6">
<ul class="org-ul">
<li>Before 1960&rsquo;s
<ul class="org-ul">
<li>How best to use resources</li>
<li>Pollution not key objective</li>
<li>Primerily dealt with at the state level</li>
<li>Environmental problems addressed after the fact through litigation, favored the pollutor</li>
</ul></li>
<li>Changes
<ul class="org-ul">
<li>As industry, pollution inc, pollution crossed state lines</li>
<li>Massive outcry in the 60&rsquo;s and 70&rsquo;s lef to federal legislation</li>
<li>Performance standards let to a prevention-focused regulation</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org989f371" class="outline-3">
<h3 id="org989f371"><span class="section-number-3">9.7</span> Who Makes Environmentla Policy?</h3>
<div class="outline-text-3" id="text-9-7">
<ul class="org-ul">
<li>Elected Officials</li>
<li>Federal and State Agencies</li>
<li>Local departments: planning and zoning, public works, etc/</li>
<li>Courts</li>
<li>Corporations and other businesses</li>
</ul>
</div>
</div>
<div id="outline-container-org5e22f6c" class="outline-3">
<h3 id="org5e22f6c"><span class="section-number-3">9.8</span> NEPA</h3>
<div class="outline-text-3" id="text-9-8">
<ul class="org-ul">
<li>NEPAs key feature is the Environmental Impact Statement (EIS)a report that details the likely impacts (positive and negative) of a proposed action.</li>
<li>The goal of an EIS is to identify problems before they occur so that stakeholders can choose the most acceptable course of action.</li>
<li>The findings are made available to everyone (citizens, policy makers, and special interest groups)this keeps the process transparent and everyone is given a chance to respon</li>
</ul>
</div>
</div>
<div id="outline-container-org26709e8" class="outline-3">
<h3 id="org26709e8"><span class="section-number-3">9.9</span> Policy Decision Making Process</h3>
<div class="outline-text-3" id="text-9-9">
<ul class="org-ul">
<li>Identify problem -&gt; Consider options -&gt; Formulate Plan -&gt; Adopt Law -&gt; Implement Law
-&gt; Evaluate effectiveness</li>
<li>Statutes:
<ul class="org-ul">
<li>Provide policies, goals</li>
<li>Typically mandate an agency to promulgate regulations according to staturoy standards and enforce them</li>
<li>Often authorize states to enforce them</li>
<li>Often dictate funding allocations</li>
</ul></li>
<li>Regulations:
<ul class="org-ul">
<li>Regulation = rule = administrative law</li>
<li>The actual technical and programmatic standards for environmental protection</li>
<li>Standards usually in regulagtions instead of statutes because of ease of amendment</li>
</ul></li>
<li>Court Decisions
<ul class="org-ul">
<li>Rule on constitutionality of statute, regulation, or other deferal action</li>
<li>Rule on application of statue or regulation</li>
<li>Rule on meaning (language/intent)</li>
</ul></li>
<li>Executive Orders
<ul class="org-ul">
<li>Presidential directives to do something</li>
<li>Often involve internal affairs, Development of amendments to regulations</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd5da0fb" class="outline-3">
<h3 id="orgd5da0fb"><span class="section-number-3">9.10</span> Misc</h3>
<div class="outline-text-3" id="text-9-10">
<ul class="org-ul">
<li>Most environmental regulation passed between the 70&rsquo;s and 90&rsquo;s, no significant regulation since</li>
<li>Enforcement and Definitions absolutely essential</li>
<li><p>
Trump and Environmental Policy
</p>
<ul class="org-ul">
<li>Treaties</li>
</ul>
<p>
 Paris Climate Agreement
</p>
<ul class="org-ul">
<li>Agency heads, federal judges</li>
<li>Agency directives rules/regulations</li>
<li>Rule rollbacks</li>
<li>No new rules or policies</li>
<li>More state authority</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc384d1b" class="outline-2">
<h2 id="orgc384d1b"><span class="section-number-2">10</span> 10.26.20</h2>
<div class="outline-text-2" id="text-10">
<ul class="org-ul">
<li>Disease cases frim infected mosquitoes, ticks, and fleas have tripled in the last 13 years</li>
</ul>
</div>
<div id="outline-container-org2a14ca8" class="outline-3">
<h3 id="org2a14ca8"><span class="section-number-3">10.1</span> Malaria</h3>
<div class="outline-text-3" id="text-10-1">
<ul class="org-ul">
<li>Vector: Mosquito</li>
<li>Transmission: Bite from infected mosquitoes</li>
<li>Prevalence: Est 219M cases of Malaria, cases are mostly children w 660k Deaths</li>
<li>US Prevalence: An average of 1,500 reported cases of malaria in the U.S. each year</li>
</ul>
</div>
</div>
<div id="outline-container-orgb5ef093" class="outline-3">
<h3 id="orgb5ef093"><span class="section-number-3">10.2</span> Dengue Gever:</h3>
<div class="outline-text-3" id="text-10-2">
<ul class="org-ul">
<li>Vector: Asian tiger mosquito (in 36 US states)</li>
<li>Transmission: Bite from infected mosquito</li>
<li>Prevalence: 100M cases worldwide, endemic in the Americas</li>
<li>Occurs rarely, but there is a small risk for dengue outbreaks in the continental United States, mainly in the Southern US</li>
</ul>
</div>
</div>
<div id="outline-container-org97b705a" class="outline-3">
<h3 id="org97b705a"><span class="section-number-3">10.3</span> Chikungunya</h3>
<div class="outline-text-3" id="text-10-3">
<ul class="org-ul">
<li>Transmitted by mosquitoes</li>
<li>Mainly in Africa, Asia, Europe, Indian, and Pacific Oceans</li>
<li>First found in the Americas on Carribean islands in 2013</li>
<li>Beginning in 2014, reported in US travelers</li>
</ul>
</div>
</div>
<div id="outline-container-org65d0e11" class="outline-3">
<h3 id="org65d0e11"><span class="section-number-3">10.4</span> West Nile Virus</h3>
<div class="outline-text-3" id="text-10-4">
<ul class="org-ul">
<li>Vector: Mosquito</li>
<li>Transmission: Bite form infected mosquito</li>
<li>Prevalence: commonly found in Africa, Europe,Middle East, North America, West Asia</li>
<li>U.S. Prevalence: Between 1999 and 2012, about 37,000 cases of West Nile Virus were reported in the U.S. Over 1,500 people died as a result.</li>
</ul>
</div>
</div>
