school/ecol/ecolMaster.tex
\subsection{History of Environmental Policy}
\label{sec:org85d263d}
\begin{itemize}
\item Before 1960's
\begin{itemize}
\item How best to use resources
\item Pollution not key objective
\item Primerily dealt with at the state level
\item Environmental problems addressed after the fact through litigation, favored the pollutor
\end{itemize}
\item Changes
\begin{itemize}
\item As industry, pollution inc, pollution crossed state lines
\item Massive outcry in the 60's and 70's lef to federal legislation
\item Performance standards let to a prevention-focused regulation
\end{itemize}
\end{itemize}
\subsection{Who Makes Environmentla Policy?}
\label{sec:org824913a}
\begin{itemize}
\item Elected Officials
\item Federal and State Agencies
\item Local departments: planning and zoning, public works, etc/
\item Courts
\item Corporations and other businesses
\end{itemize}
\subsection{NEPA}
\label{sec:org93bfda3}
\begin{itemize}
\item NEPA’s key feature is the Environmental Impact Statement (EIS)—a report that details the likely impacts (positive and negative) of a proposed action.
\item The goal of an EIS is to identify problems before they occur so that stakeholders can choose the most acceptable course of action.
\item The findings are made available to everyone (citizens, policy makers, and special interest groups)—this keeps the process transparent and everyone is given a chance to respon
\end{itemize}
\subsection{Policy Decision Making Process}
\label{sec:org9dfba1a}
\begin{itemize}
\item Identify problem -> Consider options -> Formulate Plan -> Adopt Law -> Implement Law
-> Evaluate effectiveness
\item Statutes:
\begin{itemize}
\item Provide policies, goals
\item Typically mandate an agency to promulgate regulations according to staturoy standards and enforce them
\item Often authorize states to enforce them
\item Often dictate funding allocations
\end{itemize}
\item Regulations:
\begin{itemize}
\item Regulation = rule = administrative law
\item The actual technical and programmatic standards for environmental protection
\item Standards usually in regulagtions instead of statutes because of ease of amendment
\end{itemize}
\item Court Decisions
\begin{itemize}
\item Rule on constitutionality of statute, regulation, or other deferal action
\item Rule on application of statue or regulation
\item Rule on meaning (language/intent)
\end{itemize}
\item Executive Orders
\begin{itemize}
\item Presidential directives to do something
\item Often involve internal affairs, Development of amendments to regulations
\end{itemize}
\end{itemize}
\subsection{Misc}
\label{sec:orgaec336b}
\begin{itemize}
\item Most environmental regulation passed between the 70's and 90's, no significant regulation since
\item Enforcement and Definitions absolutely essential
\item Trump and Environmental Policy
\begin{itemize}
\item Treaties
\end{itemize}
– Paris Climate Agreement
\begin{itemize}
\item Agency heads, federal judges
\item Agency directives –rules/regulations
\item Rule rollbacks
\item No new rules or policies
\item More state authority
\end{itemize}
\end{itemize}
\section{10.26.20}
\label{sec:orge68d662}
\begin{itemize}
\item Disease cases frim infected mosquitoes, ticks, and fleas have tripled in the last 13 years
\end{itemize}
\subsection{Malaria}
\label{sec:org1ed1891}
\begin{itemize}
\item Vector: Mosquito
\item Transmission: Bite from infected mosquitoes
\item Prevalence: Est 219M cases of Malaria, cases are mostly children w 660k Deaths
\item US Prevalence: An average of 1,500 reported cases of malaria in the U.S. each year
\end{itemize}
\subsection{Dengue Gever:}
\label{sec:orgbc57802}
\begin{itemize}
\item Vector: Asian tiger mosquito (in 36 US states)
\item Transmission: Bite from infected mosquito
\item Prevalence: 100M cases worldwide, endemic in the Americas
\item Occurs rarely, but there is a small risk for dengue outbreaks in the continental United States, mainly in the Southern US
\end{itemize}
\subsection{Chikungunya}
\label{sec:org246dd4a}
\begin{itemize}
\item Transmitted by mosquitoes
\item Mainly in Africa, Asia, Europe, Indian, and Pacific Oceans
\item First found in the Americas on Carribean islands in 2013
\item Beginning in 2014, reported in US travelers
\end{itemize}
\subsection{West Nile Virus}
\label{sec:orgbb46ca3}
\begin{itemize}
\item Vector: Mosquito
\item Transmission: Bite form infected mosquito
\item Prevalence: commonly found in Africa, Europe,Middle East, North America, West Asia
\item U.S. Prevalence: Between 1999 and 2012, about 37,000 cases of West Nile Virus were reported in the U.S. Over 1,500 people died as a result.
\end{itemize}
