school/ecol/ecolMaster.html
<div id="outline-container-org333cbc2" class="outline-3">
<h3 id="org333cbc2"><span class="section-number-3">10.5</span> Spread of Disease</h3>
<div class="outline-text-3" id="text-10-5">
<ul class="org-ul">
<li>Increased connectivity increases rate and spread of infectious diseases across the globe</li>
<li>Correlation between travel advisory and amount of travel to infected areas for Zika</li>
<li>Zika most likely to be found in the Southeast because of Zika-transmitting mosquito population residence</li>
<li>High poverty rates correlated with high risk of disease spread due to high population density, potential lack of good healthcare</li>
<li>Warmer average temps, longer growing seasons, changes in precipiation may lead to more standing water and conditions that may be better for disease spread</li>
<li>Warning temps could expose more than 1.3B people to Zika by 2050</li>
</ul>
</div>
</div>
<div id="outline-container-org4828449" class="outline-3">
<h3 id="org4828449"><span class="section-number-3">10.6</span> Climate Change and Health</h3>
<div class="outline-text-3" id="text-10-6">
<ul class="org-ul">
<li>Without effective responses, climate change will:
<ul class="org-ul">
<li>Water quality and quantity:  Contributing to a doubling of people living in water-stressed basins by 2050.</li>
<li>Food security: In some African countries, yields from rain-fed agriculture may halve by 2020.</li>
<li>Control of infectious disease: Increasing population at risk of malaria in Africa by 170 million by 2030, and at risk of dengue by 2 billion by 2080s.</li>
<li>Protection from disasters: Increasing exposure to coastal flooding by a factor of 10, and land area in extreme drought by a factor of 10-30</li>
</ul></li>
<li>Rainfall: tranports and disseminates infectious agents</li>
<li>Flooding: sewage treatment plants overflow, water sources contaminated</li>
<li>Sea levels rise: Increased risk of severe flooding</li>
<li>Higher temps: increases growth and survival rates of infection</li>
<li>Drought: increases concentration of pathogens, hurts hygiene</li>
</ul>
</div>
</div>
<div id="outline-container-org65dd57b" class="outline-3">
<h3 id="org65dd57b"><span class="section-number-3">10.7</span> Health Outcomes from Climate Change</h3>
<div class="outline-text-3" id="text-10-7">
<ul class="org-ul">
<li>Some expected impacts will be beneficial but most will be adverse.Expectations are mainly for changes in frequency or severity of familiar health risks</li>
<li>See Zika Climate Final for diagrams</li>
</ul>
</div>
</div>
<div id="outline-container-org74e422d" class="outline-3">
<h3 id="org74e422d"><span class="section-number-3">10.8</span> Poverty and Disease</h3>
<div class="outline-text-3" id="text-10-8">
<ul class="org-ul">
<li>Diarrhea is related to temperature and precipiatation; Diarrhea increased 8% for each 1 degree C temp increase</li>
<li>Health impacts of climate change unfairly distributed, hurt mortality of developing, low-income countries, especially in Africa</li>
</ul>
</div>
</div>
<div id="outline-container-org1ef02d3" class="outline-3">
<h3 id="org1ef02d3"><span class="section-number-3">10.9</span> Temperature Effects on Vectors and Pathogens</h3>
<div class="outline-text-3" id="text-10-9">
<ul class="org-ul">
<li>Vector:
<ul class="org-ul">
<li>Survival inc/dec depending on species</li>
<li>Changes susceptibility of vectors to some pathogens</li>
<li>Changes in rate of vector population growth</li>
<li>Changes in feeding rate and host contact</li>
</ul></li>
<li>Pathogen:
<ul class="org-ul">
<li>Decreased incubation period at higher temps</li>
<li>Changes in transmission season</li>
<li>Changes in georgraphical distribution</li>
<li>Decreased viral replication</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga39b8f4" class="outline-3">
<h3 id="orga39b8f4"><span class="section-number-3">10.10</span> Percipitation Effects on Vectors</h3>
<div class="outline-text-3" id="text-10-10">
<ul class="org-ul">
<li>Survival: increased rain may increase larval habitat</li>
<li>Excess rain can eliminate habitat by floodingLow rainfall can create habitat as rivers dry into pools (dry season malaria)</li>
<li>Decreased rain can increase container-breeding mosquitoes by forcing increased water storage</li>
<li>Heavy rainfall events can synchronize vector host-seeking and virus transmission</li>
<li>Increased humidity increases vector survival and vice-versa</li>
</ul>
</div>
</div>
<div id="outline-container-org1cb6fd4" class="outline-3">
<h3 id="org1cb6fd4"><span class="section-number-3">10.11</span> IPCC</h3>
<div class="outline-text-3" id="text-10-11">
<ul class="org-ul">
<li>Intergovernmental Panel on Climate Change, intl body for assessing the science related to climate change</li>
<li>Set up in 1988 by the World Meteorological Organization and the UN Environmental Programme</li>
<li>Provide policymakers w regular assessments about climate change, impacts and future risks, options for mitigation and adaptation</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga0fdc30" class="outline-2">
<h2 id="orga0fdc30"><span class="section-number-2">11</span> 10.14.20</h2>
<div class="outline-text-2" id="text-11">
<ul class="org-ul">
<li>Exam Review
<ul class="org-ul">
<li>Taxonomoc group with the most known species: insects</li>
<li>Types of biodiversity
<ul class="org-ul">
<li>Genetic</li>
<li>Species</li>
<li>Ecosystem</li>
</ul></li>
<li>Biodiversity in the Southeast
<ul class="org-ul">
<li>Describe SE biodoviersity using the terms &ldquo;richness,&rdquo; &ldquo;endemic,&rdquo; and &ldquo;hotspot&rdquo;</li>
</ul></li>
<li>Mussels: diversity, life history, and ecosystem service (nutrient cycling)</li>
<li>What is diversity?</li>
</ul></li>
<li>Isolation &amp; Extinction Risk
<ul class="org-ul">
<li>Hawaii&rsquo;s biodiversity is vulnerable to extinction - more than 90% of native species on Hawaiian islands are endemic, one half of indigenous species face extinction</li>
</ul></li>
</ul>
</div>
