school/ecol/ecolMaster.tex
\subsection{Spread of Disease}
\label{sec:org969a9c9}
\begin{itemize}
\item Increased connectivity increases rate and spread of infectious diseases across the globe
\item Correlation between travel advisory and amount of travel to infected areas for Zika
\item Zika most likely to be found in the Southeast because of Zika-transmitting mosquito population residence
\item High poverty rates correlated with high risk of disease spread due to high population density, potential lack of good healthcare
\item Warmer average temps, longer growing seasons, changes in precipiation may lead to more standing water and conditions that may be better for disease spread
\item Warning temps could expose more than 1.3B people to Zika by 2050
\end{itemize}
\subsection{Climate Change and Health}
\label{sec:orgdadcc49}
\begin{itemize}
\item Without effective responses, climate change will:
\begin{itemize}
\item Water quality and quantity:  Contributing to a doubling of people living in water-stressed basins by 2050.
\item Food security: In some African countries, yields from rain-fed agriculture may halve by 2020.
\item Control of infectious disease: Increasing population at risk of malaria in Africa by 170 million by 2030, and at risk of dengue by 2 billion by 2080s.
\item Protection from disasters: Increasing exposure to coastal flooding by a factor of 10, and land area in extreme drought by a factor of 10-30
\end{itemize}
\item Rainfall: tranports and disseminates infectious agents
\item Flooding: sewage treatment plants overflow, water sources contaminated
\item Sea levels rise: Increased risk of severe flooding
\item Higher temps: increases growth and survival rates of infection
\item Drought: increases concentration of pathogens, hurts hygiene
\end{itemize}
\subsection{Health Outcomes from Climate Change}
\label{sec:orgbe469ef}
\begin{itemize}
\item Some expected impacts will be beneficial but most will be adverse.Expectations are mainly for changes in frequency or severity of familiar health risks
\item See Zika Climate Final for diagrams
\end{itemize}
\subsection{Poverty and Disease}
\label{sec:orgef5afd5}
\begin{itemize}
\item Diarrhea is related to temperature and precipiatation; Diarrhea increased 8\% for each 1 degree C temp increase
\item Health impacts of climate change unfairly distributed, hurt mortality of developing, low-income countries, especially in Africa
\end{itemize}
\subsection{Temperature Effects on Vectors and Pathogens}
\label{sec:org0b3fced}
\begin{itemize}
\item Vector:
\begin{itemize}
\item Survival inc/dec depending on species
\item Changes susceptibility of vectors to some pathogens
\item Changes in rate of vector population growth
\item Changes in feeding rate and host contact
\end{itemize}
\item Pathogen:
\begin{itemize}
\item Decreased incubation period at higher temps
\item Changes in transmission season
\item Changes in georgraphical distribution
\item Decreased viral replication
\end{itemize}
\end{itemize}
\subsection{Percipitation Effects on Vectors}
\label{sec:org1dd2322}
\begin{itemize}
\item Survival: increased rain may increase larval habitat
\item Excess rain can eliminate habitat by flooding•Low rainfall can create habitat as rivers dry into pools (dry season malaria)
\item Decreased rain can increase container-breeding mosquitoes by forcing increased water storage
\item Heavy rainfall events can synchronize vector host-seeking and virus transmission
\item Increased humidity increases vector survival and vice-versa
\end{itemize}
\subsection{IPCC}
\label{sec:orgc2868dd}
\begin{itemize}
\item Intergovernmental Panel on Climate Change, intl body for assessing the science related to climate change
\item Set up in 1988 by the World Meteorological Organization and the UN Environmental Programme
\item Provide policymakers w regular assessments about climate change, impacts and future risks, options for mitigation and adaptation
\end{itemize}
\section{10.14.20}
\label{sec:orgff5adce}
\begin{itemize}
\item Exam Review
\begin{itemize}
\item Taxonomoc group with the most known species: insects
\item Types of biodiversity
\begin{itemize}
\item Genetic
\item Species
\item Ecosystem
\end{itemize}
\item Biodiversity in the Southeast
\begin{itemize}
\item Describe SE biodoviersity using the terms ``richness,'' ``endemic,'' and ``hotspot''
\end{itemize}
\item Mussels: diversity, life history, and ecosystem service (nutrient cycling)
\item What is diversity?
\end{itemize}
\item Isolation \& Extinction Risk
\begin{itemize}
\item Hawaii's biodiversity is vulnerable to extinction - more than 90\% of native species on Hawaiian islands are endemic, one half of indigenous species face extinction
\end{itemize}
\end{itemize}
