school/ecol/ecolMaster.org
** Community Ecology
- Mutualism - A symbiotic relationship between individuals where both species benefit
- Parasitism - A symbiotic relationship between individuals of two species in which one benefits and the other is negatively affected (may or may not lead to death)
- Commensalism - A symbiotic relationship between individuals of two species in which one is benefitted and the other is unaffected
- All species contribute to theur ecosystem but some are more important than others
- Keystone species influence community structure disporportionately to their abundance
  - Role: create/modify habitats, influence interactions between other species
  - Removal of a keystone species may lead to a loss of biodiversity and changes in community structure within the ecosystem
- Food web: complex and realistic representation of how species feed on each other in a community
- Food chains: a linear representation of how different species in a community feed on each other
- Producers and Consumers
  - Producers: photosynthetic organisms that capture energy directly form the sun and convert it into food
  - Consumers: organisms that gain energy and nutruents by eating other organisms
    - Animals, fungi, most bacteria, and protozoa
- Trophic level - a level in a food chain or food web
  - Primary consumer: a species that eats producers
  - Secondary consumer: a species that eats primary consumers
  - Tertiary consumer: a species that eats secondary consumers
  - Decomposers can be put practically anywhere on the food web
- Conservation Status: IUCN Designations
  - The International Union for Conservation of Nature established the Red List of Threatened Species in 1963
- Single species conservation programs focus on an individual species, successfully protecting some high-profile species but are less often used for less visible or valued species
- CITES
  - Convention on International Trade in Endangered Species of Wild Flora and Fauna
- Lacey Act: First law protecting wildlife
* 10.12.20
** Definitions of Diversity
- Genetic Diversity: Variations in the genes among individuals of the same species
- Species Diversity: The variety of species present in an area; includes the number of different species that are present as well as their relative abundance
- Ecological Diversity: The variety of habitats, niches, trophic levels, and community interactions
** Robust Redhorse
- Thought to be extinct until rediscovered in the Oconee in 1991
- Extripated: Extinct in a local area
** Species Diversity
- Richness: number of different species
- Evenness: relative abundance of each species
- Diversity: combined richness and evenness
** Endemic Species
- Because areas w high ecological diversity offer many habitats and niches, they have a large number of endemic species
- Endemic species: a species that is native to a particular area and not usually found elsewhere
  - Most commonly found in small ecosystems
** Hotspots
- Biodiversity hotspots: areas that have high endemism and have lost at least 70% of their original habitat
- These areas contain a large number of endangered species (species at high risk of becoming extinct)
- The Southeast US is a global hotspot of freshwater biodiversity supporting 2/3 of the country's fish species, over 90% of the US total species of mussels and nearly half of the global total of crayfish species
** Habitat v Niche
- Habitat: the physical location of an species
- Niche: the biotic and abiotic needs for a species to survive
** Biodiversity Loss
- As much as 20% of the world's biodiversity may be lost in the next 30 years
- 50-66% of biodiversity may be lost by the end of the century
- Current rate of extinction is 1500 times greater than pre-human background rate
** Causes of Biodiversity Loss
- Human actions are having significant impacts on biodiversity loss
- Threats include:
  - Habitat destruction
  - Invasive Species introduction
  - Pollution
  - Overharvesting
  - Climate change
