school/ecol/ecolMaster.html
<div id="outline-container-org952ebb6" class="outline-3">
<h3 id="org952ebb6"><span class="section-number-3">11.1</span> Community Ecology</h3>
<div class="outline-text-3" id="text-11-1">
<ul class="org-ul">
<li>Mutualism - A symbiotic relationship between individuals where both species benefit</li>
<li>Parasitism - A symbiotic relationship between individuals of two species in which one benefits and the other is negatively affected (may or may not lead to death)</li>
<li>Commensalism - A symbiotic relationship between individuals of two species in which one is benefitted and the other is unaffected</li>
<li>All species contribute to theur ecosystem but some are more important than others</li>
<li>Keystone species influence community structure disporportionately to their abundance
<ul class="org-ul">
<li>Role: create/modify habitats, influence interactions between other species</li>
<li>Removal of a keystone species may lead to a loss of biodiversity and changes in community structure within the ecosystem</li>
</ul></li>
<li>Food web: complex and realistic representation of how species feed on each other in a community</li>
<li>Food chains: a linear representation of how different species in a community feed on each other</li>
<li>Producers and Consumers
<ul class="org-ul">
<li>Producers: photosynthetic organisms that capture energy directly form the sun and convert it into food</li>
<li>Consumers: organisms that gain energy and nutruents by eating other organisms
<ul class="org-ul">
<li>Animals, fungi, most bacteria, and protozoa</li>
</ul></li>
</ul></li>
<li>Trophic level - a level in a food chain or food web
<ul class="org-ul">
<li>Primary consumer: a species that eats producers</li>
<li>Secondary consumer: a species that eats primary consumers</li>
<li>Tertiary consumer: a species that eats secondary consumers</li>
<li>Decomposers can be put practically anywhere on the food web</li>
</ul></li>
<li>Conservation Status: IUCN Designations
<ul class="org-ul">
<li>The International Union for Conservation of Nature established the Red List of Threatened Species in 1963</li>
</ul></li>
<li>Single species conservation programs focus on an individual species, successfully protecting some high-profile species but are less often used for less visible or valued species</li>
<li>CITES
<ul class="org-ul">
<li>Convention on International Trade in Endangered Species of Wild Flora and Fauna</li>
</ul></li>
<li>Lacey Act: First law protecting wildlife</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1875945" class="outline-2">
<h2 id="org1875945"><span class="section-number-2">12</span> 10.12.20</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-orga1b64e5" class="outline-3">
<h3 id="orga1b64e5"><span class="section-number-3">12.1</span> Definitions of Diversity</h3>
<div class="outline-text-3" id="text-12-1">
<ul class="org-ul">
<li>Genetic Diversity: Variations in the genes among individuals of the same species</li>
<li>Species Diversity: The variety of species present in an area; includes the number of different species that are present as well as their relative abundance</li>
<li>Ecological Diversity: The variety of habitats, niches, trophic levels, and community interactions</li>
</ul>
</div>
</div>
<div id="outline-container-org22d6b2c" class="outline-3">
<h3 id="org22d6b2c"><span class="section-number-3">12.2</span> Robust Redhorse</h3>
<div class="outline-text-3" id="text-12-2">
<ul class="org-ul">
<li>Thought to be extinct until rediscovered in the Oconee in 1991</li>
<li>Extripated: Extinct in a local area</li>
</ul>
</div>
</div>
<div id="outline-container-orge5e15e9" class="outline-3">
<h3 id="orge5e15e9"><span class="section-number-3">12.3</span> Species Diversity</h3>
<div class="outline-text-3" id="text-12-3">
<ul class="org-ul">
<li>Richness: number of different species</li>
<li>Evenness: relative abundance of each species</li>
<li>Diversity: combined richness and evenness</li>
</ul>
</div>
</div>
<div id="outline-container-org5239bea" class="outline-3">
<h3 id="org5239bea"><span class="section-number-3">12.4</span> Endemic Species</h3>
<div class="outline-text-3" id="text-12-4">
<ul class="org-ul">
<li>Because areas w high ecological diversity offer many habitats and niches, they have a large number of endemic species</li>
<li>Endemic species: a species that is native to a particular area and not usually found elsewhere
<ul class="org-ul">
<li>Most commonly found in small ecosystems</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd45bbe9" class="outline-3">
<h3 id="orgd45bbe9"><span class="section-number-3">12.5</span> Hotspots</h3>
<div class="outline-text-3" id="text-12-5">
<ul class="org-ul">
<li>Biodiversity hotspots: areas that have high endemism and have lost at least 70% of their original habitat</li>
<li>These areas contain a large number of endangered species (species at high risk of becoming extinct)</li>
<li>The Southeast US is a global hotspot of freshwater biodiversity supporting 2/3 of the country&rsquo;s fish species, over 90% of the US total species of mussels and nearly half of the global total of crayfish species</li>
</ul>
</div>
</div>
<div id="outline-container-orgac338ec" class="outline-3">
<h3 id="orgac338ec"><span class="section-number-3">12.6</span> Habitat v Niche</h3>
<div class="outline-text-3" id="text-12-6">
<ul class="org-ul">
<li>Habitat: the physical location of an species</li>
<li>Niche: the biotic and abiotic needs for a species to survive</li>
</ul>
</div>
</div>
<div id="outline-container-orge872861" class="outline-3">
<h3 id="orge872861"><span class="section-number-3">12.7</span> Biodiversity Loss</h3>
<div class="outline-text-3" id="text-12-7">
<ul class="org-ul">
<li>As much as 20% of the world&rsquo;s biodiversity may be lost in the next 30 years</li>
<li>50-66% of biodiversity may be lost by the end of the century</li>
<li>Current rate of extinction is 1500 times greater than pre-human background rate</li>
</ul>
</div>
</div>
<div id="outline-container-org429561f" class="outline-3">
<h3 id="org429561f"><span class="section-number-3">12.8</span> Causes of Biodiversity Loss</h3>
<div class="outline-text-3" id="text-12-8">
<ul class="org-ul">
<li>Human actions are having significant impacts on biodiversity loss</li>
<li>Threats include:
<ul class="org-ul">
<li>Habitat destruction</li>
<li>Invasive Species introduction</li>
<li>Pollution</li>
<li>Overharvesting</li>
<li>Climate change</li>
</ul></li>
</ul>
</div>
</div>
