school/ecol/ecolMaster.tex
\subsection{Community Ecology}
\label{sec:orgdff844c}
\begin{itemize}
\item Mutualism - A symbiotic relationship between individuals where both species benefit
\item Parasitism - A symbiotic relationship between individuals of two species in which one benefits and the other is negatively affected (may or may not lead to death)
\item Commensalism - A symbiotic relationship between individuals of two species in which one is benefitted and the other is unaffected
\item All species contribute to theur ecosystem but some are more important than others
\item Keystone species influence community structure disporportionately to their abundance
\begin{itemize}
\item Role: create/modify habitats, influence interactions between other species
\item Removal of a keystone species may lead to a loss of biodiversity and changes in community structure within the ecosystem
\end{itemize}
\item Food web: complex and realistic representation of how species feed on each other in a community
\item Food chains: a linear representation of how different species in a community feed on each other
\item Producers and Consumers
\begin{itemize}
\item Producers: photosynthetic organisms that capture energy directly form the sun and convert it into food
\item Consumers: organisms that gain energy and nutruents by eating other organisms
\begin{itemize}
\item Animals, fungi, most bacteria, and protozoa
\end{itemize}
\end{itemize}
\item Trophic level - a level in a food chain or food web
\begin{itemize}
\item Primary consumer: a species that eats producers
\item Secondary consumer: a species that eats primary consumers
\item Tertiary consumer: a species that eats secondary consumers
\item Decomposers can be put practically anywhere on the food web
\end{itemize}
\item Conservation Status: IUCN Designations
\begin{itemize}
\item The International Union for Conservation of Nature established the Red List of Threatened Species in 1963
\end{itemize}
\item Single species conservation programs focus on an individual species, successfully protecting some high-profile species but are less often used for less visible or valued species
\item CITES
\begin{itemize}
\item Convention on International Trade in Endangered Species of Wild Flora and Fauna
\end{itemize}
\item Lacey Act: First law protecting wildlife
\end{itemize}
\section{10.12.20}
\label{sec:orgee7ac99}
\subsection{Definitions of Diversity}
\label{sec:org8d33892}
\begin{itemize}
\item Genetic Diversity: Variations in the genes among individuals of the same species
\item Species Diversity: The variety of species present in an area; includes the number of different species that are present as well as their relative abundance
\item Ecological Diversity: The variety of habitats, niches, trophic levels, and community interactions
\end{itemize}
\subsection{Robust Redhorse}
\label{sec:orge4f1965}
\begin{itemize}
\item Thought to be extinct until rediscovered in the Oconee in 1991
\item Extripated: Extinct in a local area
\end{itemize}
\subsection{Species Diversity}
\label{sec:org809cef7}
\begin{itemize}
\item Richness: number of different species
\item Evenness: relative abundance of each species
\item Diversity: combined richness and evenness
\end{itemize}
\subsection{Endemic Species}
\label{sec:org59d1e3e}
\begin{itemize}
\item Because areas w high ecological diversity offer many habitats and niches, they have a large number of endemic species
\item Endemic species: a species that is native to a particular area and not usually found elsewhere
\begin{itemize}
\item Most commonly found in small ecosystems
\end{itemize}
\end{itemize}
\subsection{Hotspots}
\label{sec:org2ce38b5}
\begin{itemize}
\item Biodiversity hotspots: areas that have high endemism and have lost at least 70\% of their original habitat
\item These areas contain a large number of endangered species (species at high risk of becoming extinct)
\item The Southeast US is a global hotspot of freshwater biodiversity supporting 2/3 of the country's fish species, over 90\% of the US total species of mussels and nearly half of the global total of crayfish species
\end{itemize}
\subsection{Habitat v Niche}
\label{sec:org73174b1}
\begin{itemize}
\item Habitat: the physical location of an species
\item Niche: the biotic and abiotic needs for a species to survive
\end{itemize}
\subsection{Biodiversity Loss}
\label{sec:orgc89bafe}
\begin{itemize}
\item As much as 20\% of the world's biodiversity may be lost in the next 30 years
\item 50-66\% of biodiversity may be lost by the end of the century
\item Current rate of extinction is 1500 times greater than pre-human background rate
\end{itemize}
\subsection{Causes of Biodiversity Loss}
\label{sec:org9737c74}
\begin{itemize}
\item Human actions are having significant impacts on biodiversity loss
\item Threats include:
\begin{itemize}
\item Habitat destruction
\item Invasive Species introduction
\item Pollution
\item Overharvesting
\item Climate change
\end{itemize}
\end{itemize}
