school/ecol/ecolMaster.org
** Value of Biodiversity
- Provides key connections between species and their environment
- Provides direct protection against disease
- Provide food, fuel, building materials, and pharmaceuticals
** Ecosystem Services
- Supportive Services:
  - Purification of air and water
  - Carbon sequestration
  - Erosion Prevention
  - Habitats for animals and Plants
- Provisioning Services: Food, resources, water, fuel
- Regulating Services: Pollination, seed dispersal, protection, biological control
- Cultural Services: Recreation, Spiritual Tourism, mental health
- Human Wellbeing:
  - Strong economic growth
  - Medicinal resources
  - Reduction in toxin exposure
** Isolation and Extinction Risk
- Number of unique species increases with isolation
  - Isolation and high endemism makes remote islands particularly vulnerable to species loss
  - Human impact contributes to isolation in the form of habitat fragmentation
  - Habitat fragmentation: destruction of part of an area that creates a patchwork of suitable and unsuitable havitat areas that may exclude some species altogether
* 10.09.20
** Evolution and Resistance
- Evolution happens to populations, not individuals
- Natural selection is the mechanism for evolution
- Genetic drift more likely with low population size
- The potential for antibiotic resistance to develop in bacteria is very high
- Improper waste disposal
** Athens Water Quality
- 10/17 Athens watershed are impaired or unhealthy
- Athens drinking water comes from:
  - N Oconee River
  - Middle Oconee River
  - Cedar Creek
- Athens had E. Coli outbreaks in water, showing prevalence of bacteria
** Gonnorhea & Resistance
- Gonorrhea treatment is done through antibiotics
- Shown increase in resistance to every drug used to treat Gonnorhea
- CDC currently recommending two-drug comination to preserve our last
  highly effective antibiotic
- Higher reported rates of Gonnorhea occur in SE US, on an overall upward
  trend with younger populations
** Developing new Antibiotics
- First antibiotic developed by Alexander Fleming in 1982 after noticing the fungus penicillium could kill disease causing bacteria
- Antibiotics aren't profitable for drug companies
- Developing antibiotics are high risk, very expensive, and very difficult
- Low return on investment, development void since 1990
** Post-antibiotic Era
- Currently:
  - 80% of gonnorhea infections now resistant to antibiotics- 440,000 new cases of resistant tuberculosis annually
- In the future
  - Strep throats to scraped knees could be deadly
  - Cost to treat drug resistant double that of the status quo
- Davos Declaration
  - Reducing the development of drug resistance.
  - Increasing investment in R&D that meets global public health needs.
  - Improve access to high-quality antibiotics for all.
  - Signed by 98 companies, 11 industrial associations in 21 countries
* 10.07.20
** Genetic Diversity & Natural Selection
- Genetic diversity in a population is the raw material natural selection
- The larger the amount of genetic diversity, the higher probability that some individuals from
  that pool can survive changes to its environment
- Phenotype = expressed gene
- Natural selection acts directly on the phenotype, resulting in changes in allele frequencies
  from parental to offspring generations
* 10.05.20
- Following widespread usage of antibiotics on humans and animals, waste from livestock and humans
  is generating antibiotic-resistance bacteria
- These bacteria are getting back into the environment through out waste
** Antibiotic Resistance:
- A complex problem that involves helping many actors see the big picture and not just their
  part of it
- Issues where an action affects (or is affected by) the environment surrounding the issue,
  either the natural environment or the competitive environment
- Problem whose solutions are not Obvious
