school/ecol/ecolMaster.html
<div id="outline-container-orgec7914c" class="outline-3">
<h3 id="orgec7914c"><span class="section-number-3">12.9</span> Value of Biodiversity</h3>
<div class="outline-text-3" id="text-12-9">
<ul class="org-ul">
<li>Provides key connections between species and their environment</li>
<li>Provides direct protection against disease</li>
<li>Provide food, fuel, building materials, and pharmaceuticals</li>
</ul>
</div>
</div>
<div id="outline-container-org58a1940" class="outline-3">
<h3 id="org58a1940"><span class="section-number-3">12.10</span> Ecosystem Services</h3>
<div class="outline-text-3" id="text-12-10">
<ul class="org-ul">
<li>Supportive Services:
<ul class="org-ul">
<li>Purification of air and water</li>
<li>Carbon sequestration</li>
<li>Erosion Prevention</li>
<li>Habitats for animals and Plants</li>
</ul></li>
<li>Provisioning Services: Food, resources, water, fuel</li>
<li>Regulating Services: Pollination, seed dispersal, protection, biological control</li>
<li>Cultural Services: Recreation, Spiritual Tourism, mental health</li>
<li>Human Wellbeing:
<ul class="org-ul">
<li>Strong economic growth</li>
<li>Medicinal resources</li>
<li>Reduction in toxin exposure</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org13243c4" class="outline-3">
<h3 id="org13243c4"><span class="section-number-3">12.11</span> Isolation and Extinction Risk</h3>
<div class="outline-text-3" id="text-12-11">
<ul class="org-ul">
<li>Number of unique species increases with isolation
<ul class="org-ul">
<li>Isolation and high endemism makes remote islands particularly vulnerable to species loss</li>
<li>Human impact contributes to isolation in the form of habitat fragmentation</li>
<li>Habitat fragmentation: destruction of part of an area that creates a patchwork of suitable and unsuitable havitat areas that may exclude some species altogether</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1b7c8b0" class="outline-2">
<h2 id="org1b7c8b0"><span class="section-number-2">13</span> 10.09.20</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-org7634c59" class="outline-3">
<h3 id="org7634c59"><span class="section-number-3">13.1</span> Evolution and Resistance</h3>
<div class="outline-text-3" id="text-13-1">
<ul class="org-ul">
<li>Evolution happens to populations, not individuals</li>
<li>Natural selection is the mechanism for evolution</li>
<li>Genetic drift more likely with low population size</li>
<li>The potential for antibiotic resistance to develop in bacteria is very high</li>
<li>Improper waste disposal</li>
</ul>
</div>
</div>
<div id="outline-container-org4eee298" class="outline-3">
<h3 id="org4eee298"><span class="section-number-3">13.2</span> Athens Water Quality</h3>
<div class="outline-text-3" id="text-13-2">
<ul class="org-ul">
<li>10/17 Athens watershed are impaired or unhealthy</li>
<li>Athens drinking water comes from:
<ul class="org-ul">
<li>N Oconee River</li>
<li>Middle Oconee River</li>
<li>Cedar Creek</li>
</ul></li>
<li>Athens had E. Coli outbreaks in water, showing prevalence of bacteria</li>
</ul>
</div>
</div>
<div id="outline-container-orgb4f4c40" class="outline-3">
<h3 id="orgb4f4c40"><span class="section-number-3">13.3</span> Gonnorhea &amp; Resistance</h3>
<div class="outline-text-3" id="text-13-3">
<ul class="org-ul">
<li>Gonorrhea treatment is done through antibiotics</li>
<li>Shown increase in resistance to every drug used to treat Gonnorhea</li>
<li>CDC currently recommending two-drug comination to preserve our last
highly effective antibiotic</li>
<li>Higher reported rates of Gonnorhea occur in SE US, on an overall upward
trend with younger populations</li>
</ul>
</div>
</div>
<div id="outline-container-org1d04ae4" class="outline-3">
<h3 id="org1d04ae4"><span class="section-number-3">13.4</span> Developing new Antibiotics</h3>
<div class="outline-text-3" id="text-13-4">
<ul class="org-ul">
<li>First antibiotic developed by Alexander Fleming in 1982 after noticing the fungus penicillium could kill disease causing bacteria</li>
<li>Antibiotics aren&rsquo;t profitable for drug companies</li>
<li>Developing antibiotics are high risk, very expensive, and very difficult</li>
<li>Low return on investment, development void since 1990</li>
</ul>
</div>
</div>
<div id="outline-container-orgea664c2" class="outline-3">
<h3 id="orgea664c2"><span class="section-number-3">13.5</span> Post-antibiotic Era</h3>
<div class="outline-text-3" id="text-13-5">
<ul class="org-ul">
<li>Currently:
<ul class="org-ul">
<li>80% of gonnorhea infections now resistant to antibiotics- 440,000 new cases of resistant tuberculosis annually</li>
</ul></li>
<li>In the future
<ul class="org-ul">
<li>Strep throats to scraped knees could be deadly</li>
<li>Cost to treat drug resistant double that of the status quo</li>
</ul></li>
<li>Davos Declaration
<ul class="org-ul">
<li>Reducing the development of drug resistance.</li>
<li>Increasing investment in R&amp;D that meets global public health needs.</li>
<li>Improve access to high-quality antibiotics for all.</li>
<li>Signed by 98 companies, 11 industrial associations in 21 countries</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0f0defb" class="outline-2">
<h2 id="org0f0defb"><span class="section-number-2">14</span> 10.07.20</h2>
<div class="outline-text-2" id="text-14">
</div>
<div id="outline-container-org8d447c5" class="outline-3">
<h3 id="org8d447c5"><span class="section-number-3">14.1</span> Genetic Diversity &amp; Natural Selection</h3>
<div class="outline-text-3" id="text-14-1">
<ul class="org-ul">
<li>Genetic diversity in a population is the raw material natural selection</li>
<li>The larger the amount of genetic diversity, the higher probability that some individuals from
that pool can survive changes to its environment</li>
<li>Phenotype = expressed gene</li>
<li>Natural selection acts directly on the phenotype, resulting in changes in allele frequencies
from parental to offspring generations</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org06100aa" class="outline-2">
<h2 id="org06100aa"><span class="section-number-2">15</span> 10.05.20</h2>
<div class="outline-text-2" id="text-15">
<ul class="org-ul">
<li>Following widespread usage of antibiotics on humans and animals, waste from livestock and humans
is generating antibiotic-resistance bacteria</li>
<li>These bacteria are getting back into the environment through out waste</li>
</ul>
</div>
<div id="outline-container-orga4b2ffc" class="outline-3">
<h3 id="orga4b2ffc"><span class="section-number-3">15.1</span> Antibiotic Resistance:</h3>
<div class="outline-text-3" id="text-15-1">
<ul class="org-ul">
<li>A complex problem that involves helping many actors see the big picture and not just their
part of it</li>
<li>Issues where an action affects (or is affected by) the environment surrounding the issue,
either the natural environment or the competitive environment</li>
<li>Problem whose solutions are not Obvious</li>
</ul>
</div>
</div>
