school/ecol/ecolMaster.tex
\subsection{Value of Biodiversity}
\label{sec:org7db0dee}
\begin{itemize}
\item Provides key connections between species and their environment
\item Provides direct protection against disease
\item Provide food, fuel, building materials, and pharmaceuticals
\end{itemize}
\subsection{Ecosystem Services}
\label{sec:orgd5c3c89}
\begin{itemize}
\item Supportive Services:
\begin{itemize}
\item Purification of air and water
\item Carbon sequestration
\item Erosion Prevention
\item Habitats for animals and Plants
\end{itemize}
\item Provisioning Services: Food, resources, water, fuel
\item Regulating Services: Pollination, seed dispersal, protection, biological control
\item Cultural Services: Recreation, Spiritual Tourism, mental health
\item Human Wellbeing:
\begin{itemize}
\item Strong economic growth
\item Medicinal resources
\item Reduction in toxin exposure
\end{itemize}
\end{itemize}
\subsection{Isolation and Extinction Risk}
\label{sec:org2d8076a}
\begin{itemize}
\item Number of unique species increases with isolation
\begin{itemize}
\item Isolation and high endemism makes remote islands particularly vulnerable to species loss
\item Human impact contributes to isolation in the form of habitat fragmentation
\item Habitat fragmentation: destruction of part of an area that creates a patchwork of suitable and unsuitable havitat areas that may exclude some species altogether
\end{itemize}
\end{itemize}
\section{10.09.20}
\label{sec:org5b5c64d}
\subsection{Evolution and Resistance}
\label{sec:orge61ea6e}
\begin{itemize}
\item Evolution happens to populations, not individuals
\item Natural selection is the mechanism for evolution
\item Genetic drift more likely with low population size
\item The potential for antibiotic resistance to develop in bacteria is very high
\item Improper waste disposal
\end{itemize}
\subsection{Athens Water Quality}
\label{sec:org3d02cf2}
\begin{itemize}
\item 10/17 Athens watershed are impaired or unhealthy
\item Athens drinking water comes from:
\begin{itemize}
\item N Oconee River
\item Middle Oconee River
\item Cedar Creek
\end{itemize}
\item Athens had E. Coli outbreaks in water, showing prevalence of bacteria
\end{itemize}
\subsection{Gonnorhea \& Resistance}
\label{sec:org5e0d7f8}
\begin{itemize}
\item Gonorrhea treatment is done through antibiotics
\item Shown increase in resistance to every drug used to treat Gonnorhea
\item CDC currently recommending two-drug comination to preserve our last
highly effective antibiotic
\item Higher reported rates of Gonnorhea occur in SE US, on an overall upward
trend with younger populations
\end{itemize}
\subsection{Developing new Antibiotics}
\label{sec:org04e7cfa}
\begin{itemize}
\item First antibiotic developed by Alexander Fleming in 1982 after noticing the fungus penicillium could kill disease causing bacteria
\item Antibiotics aren't profitable for drug companies
\item Developing antibiotics are high risk, very expensive, and very difficult
\item Low return on investment, development void since 1990
\end{itemize}
\subsection{Post-antibiotic Era}
\label{sec:org65f7631}
\begin{itemize}
\item Currently:
\begin{itemize}
\item 80\% of gonnorhea infections now resistant to antibiotics- 440,000 new cases of resistant tuberculosis annually
\end{itemize}
\item In the future
\begin{itemize}
\item Strep throats to scraped knees could be deadly
\item Cost to treat drug resistant double that of the status quo
\end{itemize}
\item Davos Declaration
\begin{itemize}
\item Reducing the development of drug resistance.
\item Increasing investment in R\&D that meets global public health needs.
\item Improve access to high-quality antibiotics for all.
\item Signed by 98 companies, 11 industrial associations in 21 countries
\end{itemize}
\end{itemize}
\section{10.07.20}
\label{sec:orgc1d0399}
\subsection{Genetic Diversity \& Natural Selection}
\label{sec:orgf01bf75}
\begin{itemize}
\item Genetic diversity in a population is the raw material natural selection
\item The larger the amount of genetic diversity, the higher probability that some individuals from
that pool can survive changes to its environment
\item Phenotype = expressed gene
\item Natural selection acts directly on the phenotype, resulting in changes in allele frequencies
from parental to offspring generations
\end{itemize}
\section{10.05.20}
\label{sec:org569d57a}
\begin{itemize}
\item Following widespread usage of antibiotics on humans and animals, waste from livestock and humans
is generating antibiotic-resistance bacteria
\item These bacteria are getting back into the environment through out waste
\end{itemize}
\subsection{Antibiotic Resistance:}
\label{sec:orga3196be}
\begin{itemize}
\item A complex problem that involves helping many actors see the big picture and not just their
part of it
\item Issues where an action affects (or is affected by) the environment surrounding the issue,
either the natural environment or the competitive environment
\item Problem whose solutions are not Obvious
\end{itemize}
