school/ecol/ecolMaster.org
** Systems Thinking
- Considers the whole rather than parts of the whole:
  - Events
  - Patterns 
  - Underlying Structure
** Cycle of Infection
- Farm animals recieve antibiotics often, developing resistant bacteria in their gut
- This can be transmitted through produce, waste, shared environments, etc.
** Bacteria
- Bacteria are single celled organisms that can grow in colonies
- Many different kinds of bacteria can grow together in similar environments
** Explaining Resistance
- Antibiotics kill almost all antibiotic sensitive bacteria, leaving few sensitive and many unsensitive
- Reproduction occurs with the mostly-unsensitive remaining bacteria, leaving to many unsensitive off-
  spring. This increases the amonut of resistant bacteria as a whole.
** Genetic Variation
- Variation in the susceptability of bacteria to antibiotics allows for the propogation of 
  these genes in bacterial communities
- Individuals of the same species have the same basic gene
- Alleles: variants of genes that account for the diversity of traits seen in a populat
- Adaptation: traits that promote the success of a species
- An adaptive trait for one environmental condition does not mean that it is adaptive for all conditions
** Genetic Diversity
- Within populations, biodiversity is measured by genetic diversity
- Genetic diversity improves survival of a population
- Outbreeding, through sexual reproduction of not closely related individuals, maximizes genetic 
  diversity
- Inbreeding, or mating between closely related individuals, results from small 
  populations, and increases chances of genetic diseases (e.g., hemophilia, cystic fibrosis, etc.)
** Sources of Genetic Variation
- Mutation: A change in the DNA sequence of sex cells that alter a gene
  - Can be neutral, beneficial, or harmful
- Genetic Recombination: The production of eggs and sperm that results in a shuffling of 
  alleles, creating new combinations in offspring
** Natural Selection
- Constant struggle of organisms to survive and mate
- Organisms tend to produce more offspring that can survive
- Individuals of the same species are not identical
- Evidence of Natural Selection: Selective breeding (artificial selection) of dogs and cats
- Natural selection results in changes in gene frequencies
  - Some individuals will be able to obtain more resources and can produce more offspring
   - Differential reproductive success results in changes to gene frequencies
* 09.18.20
** Hurricanes
*** How Hurricanes Form
  - Water evaporates over the ocean and forms clouds when it touches cold air
  - A column of low pressure develops at the center with winds around the column
  - Speed of the wind around it increases
- Categorized based on wind speed (1-5)
- Hurrican development requires warm water and low wind shear
  - Carribean has warm water all year but also high wind shear which isn't conducive to hurricanes
*** Climate Change & Hurricanes
- Storm surge more dangerous (accoutns for 90% of hurricane deaths)
- 40% increase with a 0.5 decree C inc in temperature
- Increasing of North Atlantic hurricane season
- Climate change is expected to shift the Bermuda high westward
  - Bermuda High is a pressure system over the Atlantic
  - Has the ability to move hurricanes on the Atlantic
*** Hurricane Harvey Intensification
  - Went from a tropical depression to a Cat 4 Hurricane in 57 hours
  - Soil in TX affected the amount of water maintained in the Earth
  - Huge economic impacts
*** General Impacts
  - Storm Surge
  - Extreme Rainfall
  - Potential Wind Speed
* 09.16.20
