school/ecol/ecolMaster.html
<div id="outline-container-org166a3f7" class="outline-3">
<h3 id="org166a3f7"><span class="section-number-3">15.2</span> Systems Thinking</h3>
<div class="outline-text-3" id="text-15-2">
<ul class="org-ul">
<li>Considers the whole rather than parts of the whole:
<ul class="org-ul">
<li>Events</li>
<li>Patterns</li>
<li>Underlying Structure</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org0ad6156" class="outline-3">
<h3 id="org0ad6156"><span class="section-number-3">15.3</span> Cycle of Infection</h3>
<div class="outline-text-3" id="text-15-3">
<ul class="org-ul">
<li>Farm animals recieve antibiotics often, developing resistant bacteria in their gut</li>
<li>This can be transmitted through produce, waste, shared environments, etc.</li>
</ul>
</div>
</div>
<div id="outline-container-org5194b38" class="outline-3">
<h3 id="org5194b38"><span class="section-number-3">15.4</span> Bacteria</h3>
<div class="outline-text-3" id="text-15-4">
<ul class="org-ul">
<li>Bacteria are single celled organisms that can grow in colonies</li>
<li>Many different kinds of bacteria can grow together in similar environments</li>
</ul>
</div>
</div>
<div id="outline-container-org8524b0b" class="outline-3">
<h3 id="org8524b0b"><span class="section-number-3">15.5</span> Explaining Resistance</h3>
<div class="outline-text-3" id="text-15-5">
<ul class="org-ul">
<li>Antibiotics kill almost all antibiotic sensitive bacteria, leaving few sensitive and many unsensitive</li>
<li>Reproduction occurs with the mostly-unsensitive remaining bacteria, leaving to many unsensitive off-
spring. This increases the amonut of resistant bacteria as a whole.</li>
</ul>
</div>
</div>
<div id="outline-container-orgba94111" class="outline-3">
<h3 id="orgba94111"><span class="section-number-3">15.6</span> Genetic Variation</h3>
<div class="outline-text-3" id="text-15-6">
<ul class="org-ul">
<li>Variation in the susceptability of bacteria to antibiotics allows for the propogation of 
these genes in bacterial communities</li>
<li>Individuals of the same species have the same basic gene</li>
<li>Alleles: variants of genes that account for the diversity of traits seen in a populat</li>
<li>Adaptation: traits that promote the success of a species</li>
<li>An adaptive trait for one environmental condition does not mean that it is adaptive for all conditions</li>
</ul>
</div>
</div>
<div id="outline-container-org2f4c0cd" class="outline-3">
<h3 id="org2f4c0cd"><span class="section-number-3">15.7</span> Genetic Diversity</h3>
<div class="outline-text-3" id="text-15-7">
<ul class="org-ul">
<li>Within populations, biodiversity is measured by genetic diversity</li>
<li>Genetic diversity improves survival of a population</li>
<li>Outbreeding, through sexual reproduction of not closely related individuals, maximizes genetic 
diversity</li>
<li>Inbreeding, or mating between closely related individuals, results from small 
populations, and increases chances of genetic diseases (e.g., hemophilia, cystic fibrosis, etc.)</li>
</ul>
</div>
</div>
<div id="outline-container-orgabc6457" class="outline-3">
<h3 id="orgabc6457"><span class="section-number-3">15.8</span> Sources of Genetic Variation</h3>
<div class="outline-text-3" id="text-15-8">
<ul class="org-ul">
<li>Mutation: A change in the DNA sequence of sex cells that alter a gene
<ul class="org-ul">
<li>Can be neutral, beneficial, or harmful</li>
</ul></li>
<li>Genetic Recombination: The production of eggs and sperm that results in a shuffling of 
alleles, creating new combinations in offspring</li>
</ul>
</div>
</div>
<div id="outline-container-orgea61680" class="outline-3">
<h3 id="orgea61680"><span class="section-number-3">15.9</span> Natural Selection</h3>
<div class="outline-text-3" id="text-15-9">
<ul class="org-ul">
<li>Constant struggle of organisms to survive and mate</li>
<li>Organisms tend to produce more offspring that can survive</li>
<li>Individuals of the same species are not identical</li>
<li>Evidence of Natural Selection: Selective breeding (artificial selection) of dogs and cats</li>
<li>Natural selection results in changes in gene frequencies
<ul class="org-ul">
<li>Some individuals will be able to obtain more resources and can produce more offspring
<ul class="org-ul">
<li>Differential reproductive success results in changes to gene frequencies</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgabbc8a8" class="outline-2">
<h2 id="orgabbc8a8"><span class="section-number-2">16</span> 09.18.20</h2>
<div class="outline-text-2" id="text-16">
</div>
<div id="outline-container-org25509f5" class="outline-3">
<h3 id="org25509f5"><span class="section-number-3">16.1</span> Hurricanes</h3>
<div class="outline-text-3" id="text-16-1">
</div>
<div id="outline-container-orgbecad2d" class="outline-4">
<h4 id="orgbecad2d"><span class="section-number-4">16.1.1</span> How Hurricanes Form</h4>
<div class="outline-text-4" id="text-16-1-1">
<ul class="org-ul">
<li>Water evaporates over the ocean and forms clouds when it touches cold air</li>
<li>A column of low pressure develops at the center with winds around the column</li>
<li>Speed of the wind around it increases</li>
</ul>
<ul class="org-ul">
<li>Categorized based on wind speed (1-5)</li>
<li>Hurrican development requires warm water and low wind shear
<ul class="org-ul">
<li>Carribean has warm water all year but also high wind shear which isn&rsquo;t conducive to hurricanes</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org206136b" class="outline-4">
<h4 id="org206136b"><span class="section-number-4">16.1.2</span> Climate Change &amp; Hurricanes</h4>
<div class="outline-text-4" id="text-16-1-2">
<ul class="org-ul">
<li>Storm surge more dangerous (accoutns for 90% of hurricane deaths)</li>
<li>40% increase with a 0.5 decree C inc in temperature</li>
<li>Increasing of North Atlantic hurricane season</li>
<li>Climate change is expected to shift the Bermuda high westward
<ul class="org-ul">
<li>Bermuda High is a pressure system over the Atlantic</li>
<li>Has the ability to move hurricanes on the Atlantic</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org72afccc" class="outline-4">
<h4 id="org72afccc"><span class="section-number-4">16.1.3</span> Hurricane Harvey Intensification</h4>
<div class="outline-text-4" id="text-16-1-3">
<ul class="org-ul">
<li>Went from a tropical depression to a Cat 4 Hurricane in 57 hours</li>
<li>Soil in TX affected the amount of water maintained in the Earth</li>
<li>Huge economic impacts</li>
</ul>
</div>
</div>
<div id="outline-container-org5c19941" class="outline-4">
<h4 id="org5c19941"><span class="section-number-4">16.1.4</span> General Impacts</h4>
<div class="outline-text-4" id="text-16-1-4">
<ul class="org-ul">
<li>Storm Surge</li>
<li>Extreme Rainfall</li>
<li>Potential Wind Speed</li>
</ul>
</div>
</div>
</div>
</div>
