school/ecol/ecolMaster.tex
\subsection{Systems Thinking}
\label{sec:orgfde2500}
\begin{itemize}
\item Considers the whole rather than parts of the whole:
\begin{itemize}
\item Events
\item Patterns
\item Underlying Structure
\end{itemize}
\end{itemize}
\subsection{Cycle of Infection}
\label{sec:orgd09e613}
\begin{itemize}
\item Farm animals recieve antibiotics often, developing resistant bacteria in their gut
\item This can be transmitted through produce, waste, shared environments, etc.
\end{itemize}
\subsection{Bacteria}
\label{sec:orga836eab}
\begin{itemize}
\item Bacteria are single celled organisms that can grow in colonies
\item Many different kinds of bacteria can grow together in similar environments
\end{itemize}
\subsection{Explaining Resistance}
\label{sec:org9d42dbc}
\begin{itemize}
\item Antibiotics kill almost all antibiotic sensitive bacteria, leaving few sensitive and many unsensitive
\item Reproduction occurs with the mostly-unsensitive remaining bacteria, leaving to many unsensitive off-
spring. This increases the amonut of resistant bacteria as a whole.
\end{itemize}
\subsection{Genetic Variation}
\label{sec:org773d175}
\begin{itemize}
\item Variation in the susceptability of bacteria to antibiotics allows for the propogation of 
these genes in bacterial communities
\item Individuals of the same species have the same basic gene
\item Alleles: variants of genes that account for the diversity of traits seen in a populat
\item Adaptation: traits that promote the success of a species
\item An adaptive trait for one environmental condition does not mean that it is adaptive for all conditions
\end{itemize}
\subsection{Genetic Diversity}
\label{sec:org58e1beb}
\begin{itemize}
\item Within populations, biodiversity is measured by genetic diversity
\item Genetic diversity improves survival of a population
\item Outbreeding, through sexual reproduction of not closely related individuals, maximizes genetic 
diversity
\item Inbreeding, or mating between closely related individuals, results from small 
populations, and increases chances of genetic diseases (e.g., hemophilia, cystic fibrosis, etc.)
\end{itemize}
\subsection{Sources of Genetic Variation}
\label{sec:org8644622}
\begin{itemize}
\item Mutation: A change in the DNA sequence of sex cells that alter a gene
\begin{itemize}
\item Can be neutral, beneficial, or harmful
\end{itemize}
\item Genetic Recombination: The production of eggs and sperm that results in a shuffling of 
alleles, creating new combinations in offspring
\end{itemize}
\subsection{Natural Selection}
\label{sec:org3a7e1a2}
\begin{itemize}
\item Constant struggle of organisms to survive and mate
\item Organisms tend to produce more offspring that can survive
\item Individuals of the same species are not identical
\item Evidence of Natural Selection: Selective breeding (artificial selection) of dogs and cats
\item Natural selection results in changes in gene frequencies
\begin{itemize}
\item Some individuals will be able to obtain more resources and can produce more offspring
\begin{itemize}
\item Differential reproductive success results in changes to gene frequencies
\end{itemize}
\end{itemize}
\end{itemize}
\section{09.18.20}
\label{sec:org8d742d8}
\subsection{Hurricanes}
\label{sec:org1529e8c}
\subsubsection{How Hurricanes Form}
\label{sec:orgefb9908}
\begin{itemize}
\item Water evaporates over the ocean and forms clouds when it touches cold air
\item A column of low pressure develops at the center with winds around the column
\item Speed of the wind around it increases
\end{itemize}
\begin{itemize}
\item Categorized based on wind speed (1-5)
\item Hurrican development requires warm water and low wind shear
\begin{itemize}
\item Carribean has warm water all year but also high wind shear which isn't conducive to hurricanes
\end{itemize}
\end{itemize}
\subsubsection{Climate Change \& Hurricanes}
\label{sec:orgc9e0d60}
\begin{itemize}
\item Storm surge more dangerous (accoutns for 90\% of hurricane deaths)
\item 40\% increase with a 0.5 decree C inc in temperature
\item Increasing of North Atlantic hurricane season
\item Climate change is expected to shift the Bermuda high westward
\begin{itemize}
\item Bermuda High is a pressure system over the Atlantic
\item Has the ability to move hurricanes on the Atlantic
\end{itemize}
\end{itemize}
\subsubsection{Hurricane Harvey Intensification}
\label{sec:org2f8b512}
\begin{itemize}
\item Went from a tropical depression to a Cat 4 Hurricane in 57 hours
\item Soil in TX affected the amount of water maintained in the Earth
\item Huge economic impacts
\end{itemize}
\subsubsection{General Impacts}
\label{sec:org302450a}
\begin{itemize}
\item Storm Surge
\item Extreme Rainfall
\item Potential Wind Speed
\end{itemize}
