school/ecol/ecolMaster.org
** Heat Waves
- Heat extremes doubled in frequency from 1980-1999 to 2000-2019
- Climate change affecting heat waves
  - Shifting the frequency of hot and cold weather, heat waves are more frequent
  - Exacerbating heat inducing droughts, dry land leads to even hotter temps
- Causes: Global warming ->
  - Large scale global circulation change
  - Atmospheric Blocking increase
  - Air mass temp increase
- Effects and Consequences
  - Decreased human productivity
  - Increased tropical disease and death
  - Environmental racism
  - Crop productivity decreases
  - Lower biodiversity
  - Decreased water availability
  - Increased fire risk
** Wildfires
- Climate change is increasing the size, intensity, and frequency of wildfires
- Wildfires create more cimate change through the increase of carbon expulsion through wildfires
- Wildfires have global impacts due to smoke and temperature changes
- Wildfire season has gotten longer due to climate change 
* 09.14.20
** Coriolis Effect
- Deflection of an object's path due to the rotation of the Earth
- North and south poles have different deflections of wind patterns
- Little/no deflection at the equator
** Air circulation
- Hottest air at the equator, moves north or south, cools, then comes back into equator
*** Cells
- Hadley cells: 0-30 degrees North and South
- Ferrell Cell: 30-60 degrees North
- Polar cells: North and South poles
- Northeast and Southeast trade winds (remember directions!)
- Westerlies: bring rain and precipitation
** Surface Ocean Currents
- Ocean currents also affect the distribution of climates
- Surface ocean currents generated by wind, Coriolis effect, heat, and continents
- Heat redistribution from the Tropics
  - Trade winds push warm surface waters west
  - Water reaches continents and flows north and south
  - water cools
  - Westerlies push cooler water east
  - Water reaches continents and flows to equator
** El Nino (Southern Oscillation)
- Recurring climate pattern involving changes in the termperature of waters in the central
    and eastern tropical Pacific Ocean.
- The ocean and atmosphere can interact to affect climate
  - Water in the eastern pacific warms up
  - Sea level pressure drops but rises in the W pacific
  - Trade winds weaken
  - Upwelling in the Pacific is reduced
  - Warmer waters - increased rainfall in Peru
  - Cooler waters, drought in Australia/Indonesia
- Critical because of its ability to change atmospheric circulation, temps, and percipitation
- Significantly hurts fisheries and developing countries
** La Nina
- exacerbates normal conditions and leads to cooling in the Eastern pacific
** Heat Waves 
- Global warming has amplified the intensity, duration, and frequency of 
  extreme heat and heat waves. 
