school/ecol/ecolMaster.html
<div id="outline-container-orgddfd830" class="outline-2">
<h2 id="orgddfd830"><span class="section-number-2">17</span> 09.16.20</h2>
<div class="outline-text-2" id="text-17">
</div>
<div id="outline-container-orgf66a7aa" class="outline-3">
<h3 id="orgf66a7aa"><span class="section-number-3">17.1</span> Heat Waves</h3>
<div class="outline-text-3" id="text-17-1">
<ul class="org-ul">
<li>Heat extremes doubled in frequency from 1980-1999 to 2000-2019</li>
<li>Climate change affecting heat waves
<ul class="org-ul">
<li>Shifting the frequency of hot and cold weather, heat waves are more frequent</li>
<li>Exacerbating heat inducing droughts, dry land leads to even hotter temps</li>
</ul></li>
<li>Causes: Global warming -&gt;
<ul class="org-ul">
<li>Large scale global circulation change</li>
<li>Atmospheric Blocking increase</li>
<li>Air mass temp increase</li>
</ul></li>
<li>Effects and Consequences
<ul class="org-ul">
<li>Decreased human productivity</li>
<li>Increased tropical disease and death</li>
<li>Environmental racism</li>
<li>Crop productivity decreases</li>
<li>Lower biodiversity</li>
<li>Decreased water availability</li>
<li>Increased fire risk</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org4447eaa" class="outline-3">
<h3 id="org4447eaa"><span class="section-number-3">17.2</span> Wildfires</h3>
<div class="outline-text-3" id="text-17-2">
<ul class="org-ul">
<li>Climate change is increasing the size, intensity, and frequency of wildfires</li>
<li>Wildfires create more cimate change through the increase of carbon expulsion through wildfires</li>
<li>Wildfires have global impacts due to smoke and temperature changes</li>
<li>Wildfire season has gotten longer due to climate change</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc63e5b7" class="outline-2">
<h2 id="orgc63e5b7"><span class="section-number-2">18</span> 09.14.20</h2>
<div class="outline-text-2" id="text-18">
</div>
<div id="outline-container-org9bb53cf" class="outline-3">
<h3 id="org9bb53cf"><span class="section-number-3">18.1</span> Coriolis Effect</h3>
<div class="outline-text-3" id="text-18-1">
<ul class="org-ul">
<li>Deflection of an object&rsquo;s path due to the rotation of the Earth</li>
<li>North and south poles have different deflections of wind patterns</li>
<li>Little/no deflection at the equator</li>
</ul>
</div>
</div>
<div id="outline-container-orgfe7804b" class="outline-3">
<h3 id="orgfe7804b"><span class="section-number-3">18.2</span> Air circulation</h3>
<div class="outline-text-3" id="text-18-2">
<ul class="org-ul">
<li>Hottest air at the equator, moves north or south, cools, then comes back into equator</li>
</ul>
</div>
<div id="outline-container-orgd10ec9b" class="outline-4">
<h4 id="orgd10ec9b"><span class="section-number-4">18.2.1</span> Cells</h4>
<div class="outline-text-4" id="text-18-2-1">
<ul class="org-ul">
<li>Hadley cells: 0-30 degrees North and South</li>
<li>Ferrell Cell: 30-60 degrees North</li>
<li>Polar cells: North and South poles</li>
<li>Northeast and Southeast trade winds (remember directions!)</li>
<li>Westerlies: bring rain and precipitation</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org43d7b5d" class="outline-3">
<h3 id="org43d7b5d"><span class="section-number-3">18.3</span> Surface Ocean Currents</h3>
<div class="outline-text-3" id="text-18-3">
<ul class="org-ul">
<li>Ocean currents also affect the distribution of climates</li>
<li>Surface ocean currents generated by wind, Coriolis effect, heat, and continents</li>
<li>Heat redistribution from the Tropics
<ul class="org-ul">
<li>Trade winds push warm surface waters west</li>
<li>Water reaches continents and flows north and south</li>
<li>water cools</li>
<li>Westerlies push cooler water east</li>
<li>Water reaches continents and flows to equator</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgff7baa5" class="outline-3">
<h3 id="orgff7baa5"><span class="section-number-3">18.4</span> El Nino (Southern Oscillation)</h3>
<div class="outline-text-3" id="text-18-4">
<ul class="org-ul">
<li>Recurring climate pattern involving changes in the termperature of waters in the central
and eastern tropical Pacific Ocean.</li>
<li>The ocean and atmosphere can interact to affect climate
<ul class="org-ul">
<li>Water in the eastern pacific warms up</li>
<li>Sea level pressure drops but rises in the W pacific</li>
<li>Trade winds weaken</li>
<li>Upwelling in the Pacific is reduced</li>
<li>Warmer waters - increased rainfall in Peru</li>
<li>Cooler waters, drought in Australia/Indonesia</li>
</ul></li>
<li>Critical because of its ability to change atmospheric circulation, temps, and percipitation</li>
<li>Significantly hurts fisheries and developing countries</li>
</ul>
</div>
</div>
<div id="outline-container-orgf9a7bfa" class="outline-3">
<h3 id="orgf9a7bfa"><span class="section-number-3">18.5</span> La Nina</h3>
<div class="outline-text-3" id="text-18-5">
<ul class="org-ul">
<li>exacerbates normal conditions and leads to cooling in the Eastern pacific</li>
</ul>
</div>
</div>
<div id="outline-container-org1a0b035" class="outline-3">
<h3 id="org1a0b035"><span class="section-number-3">18.6</span> Heat Waves</h3>
<div class="outline-text-3" id="text-18-6">
<ul class="org-ul">
<li>Global warming has amplified the intensity, duration, and frequency of 
extreme heat and heat waves.</li>
</ul>
</div>
</div>
</div>
