school/ecol/ecolMaster.tex
\section{09.16.20}
\label{sec:orgf58539a}
\subsection{Heat Waves}
\label{sec:orgbd8d4aa}
\begin{itemize}
\item Heat extremes doubled in frequency from 1980-1999 to 2000-2019
\item Climate change affecting heat waves
\begin{itemize}
\item Shifting the frequency of hot and cold weather, heat waves are more frequent
\item Exacerbating heat inducing droughts, dry land leads to even hotter temps
\end{itemize}
\item Causes: Global warming ->
\begin{itemize}
\item Large scale global circulation change
\item Atmospheric Blocking increase
\item Air mass temp increase
\end{itemize}
\item Effects and Consequences
\begin{itemize}
\item Decreased human productivity
\item Increased tropical disease and death
\item Environmental racism
\item Crop productivity decreases
\item Lower biodiversity
\item Decreased water availability
\item Increased fire risk
\end{itemize}
\end{itemize}
\subsection{Wildfires}
\label{sec:org81e6c0a}
\begin{itemize}
\item Climate change is increasing the size, intensity, and frequency of wildfires
\item Wildfires create more cimate change through the increase of carbon expulsion through wildfires
\item Wildfires have global impacts due to smoke and temperature changes
\item Wildfire season has gotten longer due to climate change
\end{itemize}
\section{09.14.20}
\label{sec:org7393a6c}
\subsection{Coriolis Effect}
\label{sec:orge1f0bba}
\begin{itemize}
\item Deflection of an object's path due to the rotation of the Earth
\item North and south poles have different deflections of wind patterns
\item Little/no deflection at the equator
\end{itemize}
\subsection{Air circulation}
\label{sec:orgd98a86e}
\begin{itemize}
\item Hottest air at the equator, moves north or south, cools, then comes back into equator
\end{itemize}
\subsubsection{Cells}
\label{sec:org0e5ecb0}
\begin{itemize}
\item Hadley cells: 0-30 degrees North and South
\item Ferrell Cell: 30-60 degrees North
\item Polar cells: North and South poles
\item Northeast and Southeast trade winds (remember directions!)
\item Westerlies: bring rain and precipitation
\end{itemize}
\subsection{Surface Ocean Currents}
\label{sec:orgfff05cb}
\begin{itemize}
\item Ocean currents also affect the distribution of climates
\item Surface ocean currents generated by wind, Coriolis effect, heat, and continents
\item Heat redistribution from the Tropics
\begin{itemize}
\item Trade winds push warm surface waters west
\item Water reaches continents and flows north and south
\item water cools
\item Westerlies push cooler water east
\item Water reaches continents and flows to equator
\end{itemize}
\end{itemize}
\subsection{El Nino (Southern Oscillation)}
\label{sec:orgd9f6967}
\begin{itemize}
\item Recurring climate pattern involving changes in the termperature of waters in the central
and eastern tropical Pacific Ocean.
\item The ocean and atmosphere can interact to affect climate
\begin{itemize}
\item Water in the eastern pacific warms up
\item Sea level pressure drops but rises in the W pacific
\item Trade winds weaken
\item Upwelling in the Pacific is reduced
\item Warmer waters - increased rainfall in Peru
\item Cooler waters, drought in Australia/Indonesia
\end{itemize}
\item Critical because of its ability to change atmospheric circulation, temps, and percipitation
\item Significantly hurts fisheries and developing countries
\end{itemize}
\subsection{La Nina}
\label{sec:org48011e1}
\begin{itemize}
\item exacerbates normal conditions and leads to cooling in the Eastern pacific
\end{itemize}
\subsection{Heat Waves}
\label{sec:org80f3c74}
\begin{itemize}
\item Global warming has amplified the intensity, duration, and frequency of 
extreme heat and heat waves.
\end{itemize}
