school/ecol/ecolMaster.org
* 09.11.20
- Northern latitudes experience greater seasonality in CO2 concentrations
  - This is due to variation in photosynthetic activity by plants
- Greenhouse effect
  - Some incoming solar radiation is absorbed
  - Other amounts are reflected back into the atmosphere
  - Greenhouse gases capture and reradiate some heat over and over, warming the Earth
  - More gases, more heat
- Albedo: measure of the reflectivity of a surface
  - light surfaces have a higher albedo, darker surfaces have a lower albedo
  - surfaces with a low albedo release more heat into the atmosphere
- Positive Feedback Loops
  - applied to albedo:
  - temps rise -> more ice melting -> more water warming -> temps rise
- Urban Heat Island Effect
  - cities will be inc their population, inc energy and temperature
  - cities in particular have higher temperatures
  - tree cover -> cooler temperatures
- Small changes in overall global temp can cause significant changes
  in weather creating more extreme storms and more record temps
  - roughly twice as many heat records
  - alterations in global jet streams
  - frost comes later and begins earlier
- General climate change impacts:
  - Health impacts
  - Crop productivity
  - Coastal erosion
  - Biodiversity
  - Water availability
  - Fire risk
- Weather events getting more extreme with
  - sea levels
  - wildfires
- Need both adaptation and mitigation
  - Adaptation: Responding to warming that has already happened
  - Mitigation: Preventing further warming by addressing climate change causes
* 09.09.20
** The Earth's Atmoshphere
- Climate change is a serious environmental problem impacting species, ecosystems, and the globe
- The atmosphere helps protect the Earth from the sun and keeps the temperature of the Earth cool
- Atmosphere has a significant impact on climate
- Earth's Atmosphere Composition
  - Nitrogen (78%)
  - Oxygen (21%)
  - Other - Greenhouse Gases (1%)
** The Keeling Curve
- Curve developed to track atmospheric CO2 levels in Earth's atmosphere since 1952
* 09.02.20
** Demographic Transition Model
- Demographers use age structure diagrams to predict future growth potential of a population
  - Pyramid structures indicate fast growth
  - House-shaped structures have moderate growth
  - Diamond structures have low/negative growth
- Development leads to smaller families
- Demographic transitions happen country by country
- Industrialization might not lead to a demographic transition in all countries
  - May not be linked to quality of life
  - Religion/Cultural beliefs
  - Social justice issue, improving the well-being of women and children key to dec. fertility
** Social Justice: Education for Women
- Education of girls & economic opportunities for women are correlated with lower birth rates
- Education empowers women to take control over thri own fertility through: 
  - Birth control
  - Marrying later
  - Delaying childbirth for career opportunities
- Women earning more money is correlated to lower child mortality
** Environmental Impact
- Slowing population growth is critical to sustainability and reducing our population impact
- Our impact on the population is a result of (1) our population size and
 (2) our consumption habits - both must be addressed
- Ecological footprint: the land area needed to provide the resources for, and assimilate
  the waste of, a person or population
** Sustainability
- A dynamic process between the economy, society, and environment
- Sustainable: The process or the activity can be mantained without exhaustion or collapse
  - Intra & Inter-generational issue
  - Capacity of a system to accomodate changes:
    - rates of renewable resource use should not exceed regeneration rate
    - rates of non-renewable resource use should not exceed rate of renewable substitute dev
    - rates of pollution should not exceed ssimilative capacity of the environment
- Sustainable development has three factors:
  - Social equity
  - Economic efficiency
  - Environmental responsibility
