school/ecol/ecolMaster.html
<div id="outline-container-org8e56d62" class="outline-2">
<h2 id="org8e56d62"><span class="section-number-2">19</span> 09.11.20</h2>
<div class="outline-text-2" id="text-19">
<ul class="org-ul">
<li>Northern latitudes experience greater seasonality in CO2 concentrations
<ul class="org-ul">
<li>This is due to variation in photosynthetic activity by plants</li>
</ul></li>
<li>Greenhouse effect
<ul class="org-ul">
<li>Some incoming solar radiation is absorbed</li>
<li>Other amounts are reflected back into the atmosphere</li>
<li>Greenhouse gases capture and reradiate some heat over and over, warming the Earth</li>
<li>More gases, more heat</li>
</ul></li>
<li>Albedo: measure of the reflectivity of a surface
<ul class="org-ul">
<li>light surfaces have a higher albedo, darker surfaces have a lower albedo</li>
<li>surfaces with a low albedo release more heat into the atmosphere</li>
</ul></li>
<li>Positive Feedback Loops
<ul class="org-ul">
<li>applied to albedo:</li>
<li>temps rise -&gt; more ice melting -&gt; more water warming -&gt; temps rise</li>
</ul></li>
<li>Urban Heat Island Effect
<ul class="org-ul">
<li>cities will be inc their population, inc energy and temperature</li>
<li>cities in particular have higher temperatures</li>
<li>tree cover -&gt; cooler temperatures</li>
</ul></li>
<li>Small changes in overall global temp can cause significant changes
in weather creating more extreme storms and more record temps
<ul class="org-ul">
<li>roughly twice as many heat records</li>
<li>alterations in global jet streams</li>
<li>frost comes later and begins earlier</li>
</ul></li>
<li>General climate change impacts:
<ul class="org-ul">
<li>Health impacts</li>
<li>Crop productivity</li>
<li>Coastal erosion</li>
<li>Biodiversity</li>
<li>Water availability</li>
<li>Fire risk</li>
</ul></li>
<li>Weather events getting more extreme with
<ul class="org-ul">
<li>sea levels</li>
<li>wildfires</li>
</ul></li>
<li>Need both adaptation and mitigation
<ul class="org-ul">
<li>Adaptation: Responding to warming that has already happened</li>
<li>Mitigation: Preventing further warming by addressing climate change causes</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org08f6594" class="outline-2">
<h2 id="org08f6594"><span class="section-number-2">20</span> 09.09.20</h2>
<div class="outline-text-2" id="text-20">
</div>
<div id="outline-container-orgfc376d9" class="outline-3">
<h3 id="orgfc376d9"><span class="section-number-3">20.1</span> The Earth&rsquo;s Atmoshphere</h3>
<div class="outline-text-3" id="text-20-1">
<ul class="org-ul">
<li>Climate change is a serious environmental problem impacting species, ecosystems, and the globe</li>
<li>The atmosphere helps protect the Earth from the sun and keeps the temperature of the Earth cool</li>
<li>Atmosphere has a significant impact on climate</li>
<li>Earth&rsquo;s Atmosphere Composition
<ul class="org-ul">
<li>Nitrogen (78%)</li>
<li>Oxygen (21%)</li>
<li>Other - Greenhouse Gases (1%)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgae24ffd" class="outline-3">
<h3 id="orgae24ffd"><span class="section-number-3">20.2</span> The Keeling Curve</h3>
<div class="outline-text-3" id="text-20-2">
<ul class="org-ul">
<li>Curve developed to track atmospheric CO2 levels in Earth&rsquo;s atmosphere since 1952</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4377880" class="outline-2">
<h2 id="org4377880"><span class="section-number-2">21</span> 09.02.20</h2>
<div class="outline-text-2" id="text-21">
</div>
<div id="outline-container-orge1a0af3" class="outline-3">
<h3 id="orge1a0af3"><span class="section-number-3">21.1</span> Demographic Transition Model</h3>
<div class="outline-text-3" id="text-21-1">
<ul class="org-ul">
<li>Demographers use age structure diagrams to predict future growth potential of a population
<ul class="org-ul">
<li>Pyramid structures indicate fast growth</li>
<li>House-shaped structures have moderate growth</li>
<li>Diamond structures have low/negative growth</li>
</ul></li>
<li>Development leads to smaller families</li>
<li>Demographic transitions happen country by country</li>
<li>Industrialization might not lead to a demographic transition in all countries
<ul class="org-ul">
<li>May not be linked to quality of life</li>
<li>Religion/Cultural beliefs</li>
<li>Social justice issue, improving the well-being of women and children key to dec. fertility</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org410180d" class="outline-3">
<h3 id="org410180d"><span class="section-number-3">21.2</span> Social Justice: Education for Women</h3>
<div class="outline-text-3" id="text-21-2">
<ul class="org-ul">
<li>Education of girls &amp; economic opportunities for women are correlated with lower birth rates</li>
<li>Education empowers women to take control over thri own fertility through: 
<ul class="org-ul">
<li>Birth control</li>
<li>Marrying later</li>
<li>Delaying childbirth for career opportunities</li>
</ul></li>
<li>Women earning more money is correlated to lower child mortality</li>
</ul>
</div>
</div>
<div id="outline-container-org36f4d25" class="outline-3">
<h3 id="org36f4d25"><span class="section-number-3">21.3</span> Environmental Impact</h3>
<div class="outline-text-3" id="text-21-3">
<ul class="org-ul">
<li>Slowing population growth is critical to sustainability and reducing our population impact</li>
<li>Our impact on the population is a result of (1) our population size and
(2) our consumption habits - both must be addressed</li>
<li>Ecological footprint: the land area needed to provide the resources for, and assimilate
the waste of, a person or population</li>
</ul>
</div>
</div>
<div id="outline-container-org98af9f4" class="outline-3">
<h3 id="org98af9f4"><span class="section-number-3">21.4</span> Sustainability</h3>
<div class="outline-text-3" id="text-21-4">
<ul class="org-ul">
<li>A dynamic process between the economy, society, and environment</li>
<li>Sustainable: The process or the activity can be mantained without exhaustion or collapse
<ul class="org-ul">
<li>Intra &amp; Inter-generational issue</li>
<li>Capacity of a system to accomodate changes:
<ul class="org-ul">
<li>rates of renewable resource use should not exceed regeneration rate</li>
<li>rates of non-renewable resource use should not exceed rate of renewable substitute dev</li>
<li>rates of pollution should not exceed ssimilative capacity of the environment</li>
</ul></li>
</ul></li>
<li>Sustainable development has three factors:
<ul class="org-ul">
<li>Social equity</li>
<li>Economic efficiency</li>
<li>Environmental responsibility</li>
</ul></li>
</ul>
</div>
</div>
