school/ecol/ecolMaster.tex
\section{09.11.20}
\label{sec:orgb1855c2}
\begin{itemize}
\item Northern latitudes experience greater seasonality in CO2 concentrations
\begin{itemize}
\item This is due to variation in photosynthetic activity by plants
\end{itemize}
\item Greenhouse effect
\begin{itemize}
\item Some incoming solar radiation is absorbed
\item Other amounts are reflected back into the atmosphere
\item Greenhouse gases capture and reradiate some heat over and over, warming the Earth
\item More gases, more heat
\end{itemize}
\item Albedo: measure of the reflectivity of a surface
\begin{itemize}
\item light surfaces have a higher albedo, darker surfaces have a lower albedo
\item surfaces with a low albedo release more heat into the atmosphere
\end{itemize}
\item Positive Feedback Loops
\begin{itemize}
\item applied to albedo:
\item temps rise -> more ice melting -> more water warming -> temps rise
\end{itemize}
\item Urban Heat Island Effect
\begin{itemize}
\item cities will be inc their population, inc energy and temperature
\item cities in particular have higher temperatures
\item tree cover -> cooler temperatures
\end{itemize}
\item Small changes in overall global temp can cause significant changes
in weather creating more extreme storms and more record temps
\begin{itemize}
\item roughly twice as many heat records
\item alterations in global jet streams
\item frost comes later and begins earlier
\end{itemize}
\item General climate change impacts:
\begin{itemize}
\item Health impacts
\item Crop productivity
\item Coastal erosion
\item Biodiversity
\item Water availability
\item Fire risk
\end{itemize}
\item Weather events getting more extreme with
\begin{itemize}
\item sea levels
\item wildfires
\end{itemize}
\item Need both adaptation and mitigation
\begin{itemize}
\item Adaptation: Responding to warming that has already happened
\item Mitigation: Preventing further warming by addressing climate change causes
\end{itemize}
\end{itemize}
\section{09.09.20}
\label{sec:org7ef4cee}
\subsection{The Earth's Atmoshphere}
\label{sec:org4bd5cff}
\begin{itemize}
\item Climate change is a serious environmental problem impacting species, ecosystems, and the globe
\item The atmosphere helps protect the Earth from the sun and keeps the temperature of the Earth cool
\item Atmosphere has a significant impact on climate
\item Earth's Atmosphere Composition
\begin{itemize}
\item Nitrogen (78\%)
\item Oxygen (21\%)
\item Other - Greenhouse Gases (1\%)
\end{itemize}
\end{itemize}
\subsection{The Keeling Curve}
\label{sec:org169e553}
\begin{itemize}
\item Curve developed to track atmospheric CO2 levels in Earth's atmosphere since 1952
\end{itemize}
\section{09.02.20}
\label{sec:orge790bf2}
\subsection{Demographic Transition Model}
\label{sec:org82f361c}
\begin{itemize}
\item Demographers use age structure diagrams to predict future growth potential of a population
\begin{itemize}
\item Pyramid structures indicate fast growth
\item House-shaped structures have moderate growth
\item Diamond structures have low/negative growth
\end{itemize}
\item Development leads to smaller families
\item Demographic transitions happen country by country
\item Industrialization might not lead to a demographic transition in all countries
\begin{itemize}
\item May not be linked to quality of life
\item Religion/Cultural beliefs
\item Social justice issue, improving the well-being of women and children key to dec. fertility
\end{itemize}
\end{itemize}
\subsection{Social Justice: Education for Women}
\label{sec:org3164520}
\begin{itemize}
\item Education of girls \& economic opportunities for women are correlated with lower birth rates
\item Education empowers women to take control over thri own fertility through: 
\begin{itemize}
\item Birth control
\item Marrying later
\item Delaying childbirth for career opportunities
\end{itemize}
\item Women earning more money is correlated to lower child mortality
\end{itemize}
\subsection{Environmental Impact}
\label{sec:orgb20c2f6}
\begin{itemize}
\item Slowing population growth is critical to sustainability and reducing our population impact
\item Our impact on the population is a result of (1) our population size and
(2) our consumption habits - both must be addressed
\item Ecological footprint: the land area needed to provide the resources for, and assimilate
the waste of, a person or population
\end{itemize}
\subsection{Sustainability}
\label{sec:org7dbe861}
\begin{itemize}
\item A dynamic process between the economy, society, and environment
\item Sustainable: The process or the activity can be mantained without exhaustion or collapse
\begin{itemize}
\item Intra \& Inter-generational issue
\item Capacity of a system to accomodate changes:
\begin{itemize}
\item rates of renewable resource use should not exceed regeneration rate
\item rates of non-renewable resource use should not exceed rate of renewable substitute dev
\item rates of pollution should not exceed ssimilative capacity of the environment
\end{itemize}
\end{itemize}
\item Sustainable development has three factors:
\begin{itemize}
\item Social equity
\item Economic efficiency
\item Environmental responsibility
\end{itemize}
\end{itemize}
