school/ecol/ecolMaster.html
<div id="outline-container-orgdf8b52c" class="outline-3">
<h3 id="orgdf8b52c"><span class="section-number-3">21.5</span> Worldviews</h3>
<div class="outline-text-3" id="text-21-5">
<ul class="org-ul">
<li>Culture influences our beliefs through:
<ul class="org-ul">
<li>Knowledge</li>
<li>Beliefs</li>
<li>Values</li>
<li>Learned ways of life</li>
</ul></li>
<li>Worldviews are affected by: 
<ul class="org-ul">
<li>Environmental Ethics</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga00d0ee" class="outline-2">
<h2 id="orga00d0ee"><span class="section-number-2">22</span> 08.31.20</h2>
<div class="outline-text-2" id="text-22">
</div>
<div id="outline-container-org28b920f" class="outline-3">
<h3 id="org28b920f"><span class="section-number-3">22.1</span> Human Populations</h3>
<div class="outline-text-3" id="text-22-1">
<ul class="org-ul">
<li>3 major sparks of growth
<ul class="org-ul">
<li>Agricultural Revolution</li>
<li>Industrual Revolution</li>
<li>Green Revolution</li>
</ul></li>
<li>With more food and technology, the population and need for more human labor increased</li>
<li>The human population is rapidly increasing and the impact of humans is due to:
<ul class="org-ul">
<li>More humans overall</li>
<li>Greater growth / person</li>
</ul></li>
<li>To address population growth, we need to pursue a variety of approaches that address factors
encouraging high birth rates</li>
<li>Zero population growth: the absence of population growth, occurs when birth rates = death rates
<ul class="org-ul">
<li>Replacement fertility is reached</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org36bb06b" class="outline-3">
<h3 id="org36bb06b"><span class="section-number-3">22.2</span> Population Ecology</h3>
<div class="outline-text-3" id="text-22-2">
<ul class="org-ul">
<li>Analyze and categorize human populations using population ecology techniques</li>
<li>Population Ecology: a branch of biology dealing with the number of individuals
in a particular species in an area over time</li>
<li>Ecologists study populations to understand what makes them survive and thrive</li>
<li>Size, distribution, and growth rate is influenced by a variaty of factors and are important to 
understanding popilation ecology</li>
</ul>
</div>
</div>
<div id="outline-container-orga7ad1d9" class="outline-3">
<h3 id="orga7ad1d9"><span class="section-number-3">22.3</span> Monitoring Population Dynamics</h3>
<div class="outline-text-3" id="text-22-3">
<ul class="org-ul">
<li>Population Dynamics: Changes over time in population size and composition</li>
<li>Important metrics:
<ul class="org-ul">
<li>Minimum viable population - min number of individuals that would still allow population to persist or grow</li>
<li>Carrying Capacity (K) - the maximum population size that a particular environment can support indefinitely</li>
</ul></li>
<li>Population Density - the overall desnity a particular populaiton can sustain</li>
</ul>
</div>
</div>
<div id="outline-container-orge017d49" class="outline-3">
<h3 id="orge017d49"><span class="section-number-3">22.4</span> Exponential Growth &amp; Populations</h3>
<div class="outline-text-3" id="text-22-4">
<ul class="org-ul">
<li>Exponential growth occurs in populations when growth is unrestricted. This is, overall, unsustainable</li>
<li>Growth which becomes progressively larger each breeding cycle</li>
<li>Produces a J curve when plotted</li>
</ul>
</div>
</div>
<div id="outline-container-org13dffa4" class="outline-3">
<h3 id="org13dffa4"><span class="section-number-3">22.5</span> Monitoring Population Growth</h3>
<div class="outline-text-3" id="text-22-5">
<ul class="org-ul">
<li>Population growth rate - the rate at which a population of a species grows over time</li>
<li>Growth factors - factos which assist in the growth of a population</li>
<li>Resistance factors - factors which inhibit the growth of a population</li>
<li>Limiting factos: resources needed for survival but that may be in short supply</li>
</ul>
</div>
</div>
<div id="outline-container-org5d022d9" class="outline-3">
<h3 id="org5d022d9"><span class="section-number-3">22.6</span> Logistic Growth</h3>
<div class="outline-text-3" id="text-22-6">
<ul class="org-ul">
<li>Occurs when a population nears carrying capacity (k) 
<ul class="org-ul">
<li>Maximum sustainable population size</li>
<li>Determined by limiting factors</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgbe38fea" class="outline-3">
<h3 id="orgbe38fea"><span class="section-number-3">22.7</span> Density-dependent/ Density-independent Factors</h3>
<div class="outline-text-3" id="text-22-7">
<ul class="org-ul">
<li>Density dependent factors increase as populations grow, typically biotic
<ul class="org-ul">
<li>Disease</li>
<li>Competition</li>
<li>Predation</li>
</ul></li>
<li>Density independent facts affect population growth regardless of population size
<ul class="org-ul">
<li>Storm</li>
<li>Fire/Flood</li>
<li>Avalanche</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgef57da3" class="outline-3">
<h3 id="orgef57da3"><span class="section-number-3">22.8</span> Regulation</h3>
<div class="outline-text-3" id="text-22-8">
<ul class="org-ul">
<li>Tendency for populations to decrease in size when above acertain level, and increase
in size below that level</li>
<li>Populations can only be regulated by density-dependent factors</li>
<li>Top down Regulation
<ul class="org-ul">
<li>Predation</li>
<li>Disease</li>
</ul></li>
<li>Bottom up Regulation
<ul class="org-ul">
<li>Nutrients</li>
<li>Water</li>
<li>Sunlight</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org60c50ff" class="outline-2">
<h2 id="org60c50ff"><span class="section-number-2">23</span> 08.28.20</h2>
<div class="outline-text-2" id="text-23">
</div>
<div id="outline-container-orgf7ffcbb" class="outline-3">
<h3 id="orgf7ffcbb"><span class="section-number-3">23.1</span> What is Science?</h3>
<div class="outline-text-3" id="text-23-1">
<ul class="org-ul">
<li>Science: a body of knowledge that allows us to understand the world around us</li>
<li>Science is based on empirical evidence</li>
<li>Science allows us to test our ideas and evaluate the evidence</li>
<li>Scientific knowledge, including facts, theories, and laws, is subject to change</li>
<li>Scientific claims change as new evidence is made available</li>
</ul>
</div>
</div>
<div id="outline-container-org9d51463" class="outline-3">
<h3 id="org9d51463"><span class="section-number-3">23.2</span> White-Nose Syndrome Case Study</h3>
<div class="outline-text-3" id="text-23-2">
</div>
<div id="outline-container-org7c05862" class="outline-4">
<h4 id="org7c05862"><span class="section-number-4">23.2.1</span> About WNS</h4>
<div class="outline-text-4" id="text-23-2-1">
<ul class="org-ul">
<li>White-Nose Syndrome
<ul class="org-ul">
<li>2007-2016, 6+ million bats dead as a result of White Nose Syndrome</li>
<li>The reason for the deaths was White-Nose Syndrome</li>
</ul></li>
<li>Chytridiomycosis
<ul class="org-ul">
<li>Infectious, fungal disease affecting amphibians</li>
<li>Helped understand white-nose syndrome with bats</li>
</ul></li>
</ul>
</div>
</div>
