school/ecol/ecolMaster.tex
\subsection{Worldviews}
\label{sec:orgfd6cf69}
\begin{itemize}
\item Culture influences our beliefs through:
\begin{itemize}
\item Knowledge
\item Beliefs
\item Values
\item Learned ways of life
\end{itemize}
\item Worldviews are affected by: 
\begin{itemize}
\item Environmental Ethics
\end{itemize}
\end{itemize}
\section{08.31.20}
\label{sec:org7518cc2}
\subsection{Human Populations}
\label{sec:org7211cea}
\begin{itemize}
\item 3 major sparks of growth
\begin{itemize}
\item Agricultural Revolution
\item Industrual Revolution
\item Green Revolution
\end{itemize}
\item With more food and technology, the population and need for more human labor increased
\item The human population is rapidly increasing and the impact of humans is due to:
\begin{itemize}
\item More humans overall
\item Greater growth / person
\end{itemize}
\item To address population growth, we need to pursue a variety of approaches that address factors
encouraging high birth rates
\item Zero population growth: the absence of population growth, occurs when birth rates = death rates
\begin{itemize}
\item Replacement fertility is reached
\end{itemize}
\end{itemize}
\subsection{Population Ecology}
\label{sec:org8a9f6a5}
\begin{itemize}
\item Analyze and categorize human populations using population ecology techniques
\item Population Ecology: a branch of biology dealing with the number of individuals
in a particular species in an area over time
\item Ecologists study populations to understand what makes them survive and thrive
\item Size, distribution, and growth rate is influenced by a variaty of factors and are important to 
understanding popilation ecology
\end{itemize}
\subsection{Monitoring Population Dynamics}
\label{sec:org2bb61c6}
\begin{itemize}
\item Population Dynamics: Changes over time in population size and composition
\item Important metrics:
\begin{itemize}
\item Minimum viable population - min number of individuals that would still allow population to persist or grow
\item Carrying Capacity (K) - the maximum population size that a particular environment can support indefinitely
\end{itemize}
\item Population Density - the overall desnity a particular populaiton can sustain
\end{itemize}
\subsection{Exponential Growth \& Populations}
\label{sec:org106636b}
\begin{itemize}
\item Exponential growth occurs in populations when growth is unrestricted. This is, overall, unsustainable
\item Growth which becomes progressively larger each breeding cycle
\item Produces a J curve when plotted
\end{itemize}
\subsection{Monitoring Population Growth}
\label{sec:org20266ee}
\begin{itemize}
\item Population growth rate - the rate at which a population of a species grows over time
\item Growth factors - factos which assist in the growth of a population
\item Resistance factors - factors which inhibit the growth of a population
\item Limiting factos: resources needed for survival but that may be in short supply
\end{itemize}
\subsection{Logistic Growth}
\label{sec:org77af78d}
\begin{itemize}
\item Occurs when a population nears carrying capacity (k) 
\begin{itemize}
\item Maximum sustainable population size
\item Determined by limiting factors
\end{itemize}
\end{itemize}
\subsection{Density-dependent/ Density-independent Factors}
\label{sec:org88d47d1}
\begin{itemize}
\item Density dependent factors increase as populations grow, typically biotic
\begin{itemize}
\item Disease
\item Competition
\item Predation
\end{itemize}
\item Density independent facts affect population growth regardless of population size
\begin{itemize}
\item Storm
\item Fire/Flood
\item Avalanche
\end{itemize}
\end{itemize}
\subsection{Regulation}
\label{sec:orgf309d28}
\begin{itemize}
\item Tendency for populations to decrease in size when above acertain level, and increase
in size below that level
\item Populations can only be regulated by density-dependent factors
\item Top down Regulation
\begin{itemize}
\item Predation
\item Disease
\end{itemize}
\item Bottom up Regulation
\begin{itemize}
\item Nutrients
\item Water
\item Sunlight
\end{itemize}
\end{itemize}
\section{08.28.20}
\label{sec:org5638252}
\subsection{What is Science?}
\label{sec:orgf687c9e}
\begin{itemize}
\item Science: a body of knowledge that allows us to understand the world around us
\item Science is based on empirical evidence
\item Science allows us to test our ideas and evaluate the evidence
\item Scientific knowledge, including facts, theories, and laws, is subject to change
\item Scientific claims change as new evidence is made available
\end{itemize}
\subsection{White-Nose Syndrome Case Study}
\label{sec:orga0407f8}
\subsubsection{About WNS}
\label{sec:orgaead707}
\begin{itemize}
\item White-Nose Syndrome
\begin{itemize}
\item 2007-2016, 6+ million bats dead as a result of White Nose Syndrome
\item The reason for the deaths was White-Nose Syndrome
\end{itemize}
\item Chytridiomycosis
\begin{itemize}
\item Infectious, fungal disease affecting amphibians
\item Helped understand white-nose syndrome with bats
\end{itemize}
\end{itemize}
