school/ecol/ecolMaster.html
<div id="outline-container-org670c26d" class="outline-4">
<h4 id="org670c26d"><span class="section-number-4">23.2.2</span> Science with WNS</h4>
<div class="outline-text-4" id="text-23-2-2">
<ul class="org-ul">
<li>Scientific Method: the procedure used to empirically test a hypothesis
<ol class="org-ol">
<li>Observations generate questions</li>
<li>Choose a question to investigate</li>
<li>Consult literature</li>
<li>Develop a hypothesis and make a testable prediction</li>
<li>Design and carry out a study</li>
<li>Analyze data</li>
<li>Draw a conclusion</li>
</ol></li>
<li>Inferences: Conclusions drawn based on observations</li>
<li>Hypothesis: An inference that proposes possible explanation that includes previous knowledge/observation</li>
<li>Testing a Hypothesis: Hypotheses can be tested through an observational or experimental study</li>
<li>Scientific Studies: A fair test with results that could support or falsify the research prediction
<ul class="org-ul">
<li>Experimental Studies: Conditions are manipulated intentionally
<ul class="org-ul">
<li>Test Group: the group in an experimental study such that it differs from the control in only one way</li>
<li>Control Group: the group in an experimental study to which the test group&rsquo;s results are compared</li>
</ul></li>
<li>Observational Studies: Gather real-world data without any intentional variable manipulation</li>
</ul></li>
<li>Theory: A hypothesis that survives repeated testing by significant research can become a theory</li>
<li>Correlation v Causation
<ul class="org-ul">
<li>Correlation: two things occuring together but not necessarily having a cause-effect relationship</li>
<li>Cause-Effect Relationship: the associationof a two variables that identifies one variable occurring
as a result of the other</li>
<li>Observational studies can derive correlation but not causation</li>
<li>Experimental studies can derive causational relationships</li>
</ul></li>
<li>Policy: a formalized plan that addresses a desired outcome or goal
<ul class="org-ul">
<li>policies need to be flexible, adapt to new findings, address the environmental problem, fit social need
and be economically viable in order to work effectively.</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd1814e6" class="outline-3">
<h3 id="orgd1814e6"><span class="section-number-3">23.3</span> Summary</h3>
<div class="outline-text-3" id="text-23-3">
<ul class="org-ul">
<li>Scientific knowledge, through reliable and durable, is never absolute pr certain</li>
<li>This knowledge, including facts, theories, and laws, is subject to change</li>
<li>Physical evidence, systematically collected and logically analyzed, helps scientists
understand environmental issues and guide policy decisions</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc70a377" class="outline-2">
<h2 id="orgc70a377"><span class="section-number-2">24</span> 08.25.20</h2>
<div class="outline-text-2" id="text-24">
</div>
<div id="outline-container-orgdc62620" class="outline-3">
<h3 id="orgdc62620"><span class="section-number-3">24.1</span> Applied v Empirical Science</h3>
<div class="outline-text-3" id="text-24-1">
<ul class="org-ul">
<li>Applied Science = research whose findings are used to solve practical problems</li>
<li>Empirical science: A scientific approach that investigates the natural world through case studies</li>
</ul>
</div>
</div>
<div id="outline-container-org08ed271" class="outline-3">
<h3 id="org08ed271"><span class="section-number-3">24.2</span> Social Traps</h3>
<div class="outline-text-3" id="text-24-2">
<ul class="org-ul">
<li>Occurs when a large amount of people are using a shared resource</li>
<li>Seem good in the short term but are actually bad in the long term</li>
<li>3 Types:
<ul class="org-ul">
<li>Tragedy of the Commons: When resources are shared, individuals try to maximize personal
benefit which hurts the resource itself</li>
<li>Time delay: Collective decisions that are good today but gone tomorrow</li>
<li>Sliding reinforcer: related to the evolution of natural organisms and GMOs</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org0f2af31" class="outline-3">
<h3 id="org0f2af31"><span class="section-number-3">24.3</span> Beginning with Data Interpretation</h3>
<div class="outline-text-3" id="text-24-3">
<ul class="org-ul">
<li>Variables represent factors that can be manipulated, controlled, or merely measured for research</li>
<li>Variation = how much a variable changes</li>
<li>Independent var is controlled to see effects in the Dependent var</li>
<li>Graphs explore relationships with data and report this data</li>
</ul>
</div>
</div>
<div id="outline-container-org71b370d" class="outline-3">
<h3 id="org71b370d"><span class="section-number-3">24.4</span> Observational v Experimental Studies</h3>
<div class="outline-text-3" id="text-24-4">
<ul class="org-ul">
<li>Observational studies can observe a correlation but are unable to derive a causational reln.</li>
<li>Experimental studies have a control var (required) and are able to derive causactional rlns.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6f7d44e" class="outline-2">
<h2 id="org6f7d44e"><span class="section-number-2">25</span> 08.24.20</h2>
<div class="outline-text-2" id="text-25">
</div>
<div id="outline-container-org0565b5b" class="outline-3">
<h3 id="org0565b5b"><span class="section-number-3">25.1</span> Definitions</h3>
<div class="outline-text-3" id="text-25-1">
<ul class="org-ul">
<li>Ecology: the branch of science dealing with the relationships of living things to one another &amp; the environment</li>
<li>Environmental Science: The study of all aspects of the environment, including physical, chemical, and biological factos, particularly with respect to how these aspects affect humans, and vice versa</li>
<li>Environmental Ethics: Personal philosophy that influences how a person interacts with their natural environment and thus influences how one responds to environmental problems</li>
</ul>
</div>
</div>
