school/ecol/ecolMaster.tex
\subsubsection{Science with WNS}
\label{sec:orga918d40}
\begin{itemize}
\item Scientific Method: the procedure used to empirically test a hypothesis
\begin{enumerate}
\item Observations generate questions
\item Choose a question to investigate
\item Consult literature
\item Develop a hypothesis and make a testable prediction
\item Design and carry out a study
\item Analyze data
\item Draw a conclusion
\end{enumerate}
\item Inferences: Conclusions drawn based on observations
\item Hypothesis: An inference that proposes possible explanation that includes previous knowledge/observation
\item Testing a Hypothesis: Hypotheses can be tested through an observational or experimental study
\item Scientific Studies: A fair test with results that could support or falsify the research prediction
\begin{itemize}
\item Experimental Studies: Conditions are manipulated intentionally
\begin{itemize}
\item Test Group: the group in an experimental study such that it differs from the control in only one way
\item Control Group: the group in an experimental study to which the test group's results are compared
\end{itemize}
\item Observational Studies: Gather real-world data without any intentional variable manipulation
\end{itemize}
\item Theory: A hypothesis that survives repeated testing by significant research can become a theory
\item Correlation v Causation
\begin{itemize}
\item Correlation: two things occuring together but not necessarily having a cause-effect relationship
\item Cause-Effect Relationship: the associationof a two variables that identifies one variable occurring
as a result of the other
\item Observational studies can derive correlation but not causation
\item Experimental studies can derive causational relationships
\end{itemize}
\item Policy: a formalized plan that addresses a desired outcome or goal
\begin{itemize}
\item policies need to be flexible, adapt to new findings, address the environmental problem, fit social need
and be economically viable in order to work effectively.
\end{itemize}
\end{itemize}
\subsection{Summary}
\label{sec:org2b532ac}
\begin{itemize}
\item Scientific knowledge, through reliable and durable, is never absolute pr certain
\item This knowledge, including facts, theories, and laws, is subject to change
\item Physical evidence, systematically collected and logically analyzed, helps scientists
understand environmental issues and guide policy decisions
\end{itemize}
\section{08.25.20}
\label{sec:org25e0157}
\subsection{Applied v Empirical Science}
\label{sec:orgb292c91}
\begin{itemize}
\item Applied Science = research whose findings are used to solve practical problems
\item Empirical science: A scientific approach that investigates the natural world through case studies
\end{itemize}
\subsection{Social Traps}
\label{sec:org9d44efe}
\begin{itemize}
\item Occurs when a large amount of people are using a shared resource
\item Seem good in the short term but are actually bad in the long term
\item 3 Types:
\begin{itemize}
\item Tragedy of the Commons: When resources are shared, individuals try to maximize personal
benefit which hurts the resource itself
\item Time delay: Collective decisions that are good today but gone tomorrow
\item Sliding reinforcer: related to the evolution of natural organisms and GMOs
\end{itemize}
\end{itemize}
\subsection{Beginning with Data Interpretation}
\label{sec:orgb26f0e4}
\begin{itemize}
\item Variables represent factors that can be manipulated, controlled, or merely measured for research
\item Variation = how much a variable changes
\item Independent var is controlled to see effects in the Dependent var
\item Graphs explore relationships with data and report this data
\end{itemize}
\subsection{Observational v Experimental Studies}
\label{sec:orgb5af828}
\begin{itemize}
\item Observational studies can observe a correlation but are unable to derive a causational reln.
\item Experimental studies have a control var (required) and are able to derive causactional rlns.
\end{itemize}
\section{08.24.20}
\label{sec:org8a8128b}
\subsection{Definitions}
\label{sec:org86df7d0}
\begin{itemize}
\item Ecology: the branch of science dealing with the relationships of living things to one another \& the environment
\item Environmental Science: The study of all aspects of the environment, including physical, chemical, and biological factos, particularly with respect to how these aspects affect humans, and vice versa
\item Environmental Ethics: Personal philosophy that influences how a person interacts with their natural environment and thus influences how one responds to environmental problems
\end{itemize}
