school/ecol/ecolMaster.tex
\subsection{Ecology != Environmentalism}
\label{sec:org4248176}
\begin{itemize}
\item Distinguish between envrironmentalism \& ecology
\end{itemize}

\begin{center}
\begin{tabular}{ll}
Environmentalism & Ecology\\
\hline
Activism to protect the environment & Scientific study of living and non-living things\\
\end{tabular}
\end{center}
\end{document}
